﻿﻿﻿﻿IDS_EC_REPORT_CH_TEST = "EC_Report_EN-Test(Lang:EN)"
IDS_EC_FOUNDATION_OVERTURNING_OCCURED = "Si è verificato il ribaltamento. Calcolo annullato."
IDS_EC_FOUNDATION_OVERTURNED = "Ribaltato"
IDS_EC_FOUNDATION_DESIGN_LOAD = "Sollecitazione di progetto"
IDS_EC_FOUNDATION_SERVICE_LOAD = "Carico di Servizio"
IDS_EC_FOUNDATION_FACTORED_LOAD = "Carico Fattorizzato"
IDS_EC_FOUNDATION_SURCHARGE_LOAD = "Carico di Sovraccarico"
IDS_EC_FOUNDATION_SURFACE_LOAD = "Carico Superficiale"
IDS_EC_FOUNDATION_WEIGHT_DENSITY = "Densità del Peso"
IDS_EC_FOUNDATION_SOIL_HEIGHT = "Altezza del Suolo"
IDS_EC_FOUNDATION_SELF_WEIGHT_CONSIDERED = "Il peso proprio è considerato."
IDS_EC_FOUNDATION_SELF_WEIGHT_NOT_CONSIDERED = "Il peso proprio non è considerato."
IDS_EC_FOUNDATION_DEPTH = "Profondità"
IDS_EC_FOUNDATION_COLUMN_SECTION = "Sezione della Colonna"
IDS_EC_FOUNDATION_SHAPE_COLUMN = "Forma della Colonna"
IDS_EC_FOUNDATION_RECTANGLE = "Rettangolo"
IDS_EC_FOUNDATION_CIRCLE = "Cerchio"
IDS_EC_FOUNDATION_ECCENTRICITY_X = "Eccentricità (X)"
IDS_EC_FOUNDATION_ECCENTRICITY_Y = "Eccentricità (Y)"
IDS_EC_FOUNDATION_WALL_SECTION = "Sezione della Parete"
IDS_EC_FOUNDATION_THICKNESS = "Spessore"
IDS_EC_FOUNDATION_ECCENTRICITY = "Eccentricità"
IDS_EC_FOUNDATION_REBAR = "Armatura"
IDS_EC_FOUNDATION_DIRECTION_X = "Direzione X"
IDS_EC_FOUNDATION_LAYER__i = "Strato %i"
IDS_EC_FOUNDATION_DIRECTION_Y = "Direzione Y"
IDS_EC_FOUNDATION_FOUNDATION = "Fondazione"
IDS_EC_FOUNDATION_FOUNDATION_SIZE = "Dimensione della Fondazione"
IDS_EC_FOUNDATION_WIDTH = "Larghezza"
IDS_EC_FOUNDATION_NO_OF_PILE = "N. di pali "
IDS_EC_FOUNDATION_SPACE_OF_PILE = "Spazio della Palificata "
IDS_EC_FOUNDATION_CHECK_SOIL_CAPA = "Controlla Capacità del Suolo"
IDS_EC_FOUNDATION_CHECK_SOIL_STRESS = "Verificare la tensione del terreno in esercizio nel programma principale."
IDS_EC_FOUNDATION_CALC_SOIL_STRESS = "Calcolo tensione del suolo di servizio"
IDS_EC_FOUNDATION_CALC_FACTORED_SOIL_STRESS = "Calcolo tensione ultima del suolo"
IDS_EC_FOUNDATION_CALC_SOIL_STRESS__s = "Calcola la tensione del terreno in esercizio (%s)"
IDS_EC_FOUNDATION_CALC_FACTORED_SOIL_STRESS__s = "Calcola la tensione del terreno allo SLU (%s)"
IDS_EC_FOUNDATION_CHECK_PILE_CAPA = "Controlla Capacità della Palificata"
IDS_EC_FOUNDATION_CALC_ACTUAL_PILE_STRESS__s = "Calcola la reazione del palo in esercizio (%s)"
IDS_EC_FOUNDATION_CALC_FACTORED_PILE_STRESS__s = "Calcola la reazione del palo allo SLU (%s)"
IDS_EC_FOUNDATION_INDEX = "Indice"
IDS_EC_FOUNDATION_AT_FACE = "alla Faccia"
IDS_EC_FOUNDATION_AT_DIST2D = "alla Distanza-2D"
IDS_EC_FOUNDATION_CHECK_ONE_WAY_SHEAR = "Controlla Taglio Unidirezionale"
IDS_EC_FOUNDATION_CHECK_TWO_WAY_SHEAR = "Controlla Taglio Bidirezionale"
IDS_EC_FOUNDATION_CALC_PAREMETER = "Calcola parametro"
IDS_EC_FOUNDATION_COLUMN_FACE = "Calcola il Taglio alla faccia della Colonna"
IDS_EC_FOUNDATION_2D = "Calcola il Taglio alla distanza-2d"
IDS_EC_FOUNDATION_D = "Calcola il Taglio alla distanza-d"
IDS_EC_FOUNDATION_CHECK_MOMENT_CAPA = "Controlla Capacità di Momento"
IDS_EC_FOUNDATION_CALC_MOMENT_CAPA__s = "Calcola capacità di momento (%s)"
IDS_EC_FOUNDATION_CALC_MOMENT_CAPA_AT_COLM_FACE = "Calcolo capacità a Momento alla faccia della colonna"
IDS_EC_FOUNDATION_REF_095D = "Il riferimento di 0.95d è "The Concise Eurocode" 2006"
IDS_EC_FOUNDATION_CHECK_REBAR = "Controlla Barra d’armatura"
IDS_EC_FOUNDATION_CALC_MINIMUM_REBAR_AREA_REQ = "Calcola l'area minima richiesta di Barra d’armatura"
IDS_EC_FOUNDATION_X_DIRECTION = "Direzione X"
IDS_EC_FOUNDATION_Y_DIRECTION = "Direzione Y"
IDS_EC_FOUNDATION_CALC_MINIMUM_REBAR_SPACE_REQ__s = "Calcola il limite massimo dell'interasse delle barre d’armatura (%s)"
IDS_EC_FOUNDATION_SELF_WEIGHT = "Peso Proprio"
IDS_EC_FOUNDATION_COLUMN = "Colonna"
IDS_EC_FOUNDATION_SHAPE = "Forma"
IDS_EC_FOUNDATION_DIAMETER = "Diametro"
IDS_EC_FOUNDATION_ECCENT_X = "Eccentricità(X)"
IDS_EC_FOUNDATION_ECCENT_Y = "Eccentricità(Y)"
IDS_EC_FOUNDATION_WALL = "Parete"
IDS_EC_FOUNDATION_LAYER_1_X = "Strato-1 (X)"
IDS_EC_FOUNDATION_LAYER_2_X = "Strato-2 (X)"
IDS_EC_FOUNDATION_LAYER_1_Y = "Strato-1 (Y)"
IDS_EC_FOUNDATION_LAYER_2_Y = "Strato-2 (Y)"
IDS_EC_FOUNDATION_PILE = "Palificata"
IDS_EC_FOUNDATION_SPACE = "Spazio"
IDS_EC_FOUNDATION_CHECK_CAPA = "Controlla Capacità"
IDS_EC_FOUNDATION_CHECK_ITEMS = "Controlla Elementi"
IDS_EC_FOUNDATION_UNIT = "Unità"
IDS_EC_FOUNDATION_CALCULATED = "Calcolato"
IDS_EC_FOUNDATION_CRITIERIA = "Criteri"
IDS_EC_FOUNDATION_SOIL_CAPA__s = "Capacità del Suolo (%s)"
IDS_EC_FOUNDATION_MOMENT_X_DIR_MUY__s = "Momento-Direzione X (Muy, %s)"
IDS_EC_FOUNDATION_MOMENT_Y_DIR_MUX__s = "Momento-Direzione Y (Mux, %s)"
IDS_EC_FOUNDATION_ONE_WAY_SHEAR_X__s = "Taglio Unidirezionale-X (%s)"
IDS_EC_FOUNDATION_ONE_WAY_SHEAR_Y__s = "Taglio Unidirezionale-Y (%s)"
IDS_EC_FOUNDATION_TWO_WAY_SHEAR__s = "Taglio Bidirezionale (%s)"
IDS_EC_FOUNDATION_TWO_WAY_SHEAR_FACE_s = "Taglio Bidirezionale-Faccia (%s)"
IDS_EC_FOUNDATION_TWO_WAY_SHEAR_2D_s = "Taglio Bidirezionale-2D (%s)"
IDS_EC_FOUNDATION_TWO_WAY_SHEAR_D_s = "Taglio Bidirezionale-D (%s)"
IDS_EC_FOUNDATION_PILEPUNCHING_FACE_s = "Puntura della Palificata-Faccia (%s)"
IDS_EC_FOUNDATION_PILEPUNCHING_2D_s = "Puntura della Palificata-2D (%s)"
IDS_EC_FOUNDATION_PILE_CAPA_COMP__s = "Capacità del palo-Comp. (%s)"
IDS_EC_FOUNDATION_PILE_CAPA_TENS__s = "Capacità del palo-Traz. (%s)"
IDS_EC_FOUNDATION_FOUNDATION_INPUT_LIST = "LISTA DI INPUT DELLA FONDATION"
IDS_EC_FOUNDATION_INPUT_DATA_LIST = "Lista Dati di Input"
IDS_EC_FOUNDATION_DEPTH_COVER__s__s__s__s = "Profondità = %s%s, Copriferro = %s%s"
IDS_EC_FOUNDATION_DEPTH_DISTANCE__s__s__s__s = "Profondità = %s%s, Distanza = %s%s"
IDS_EC_FOUNDATION_GENERATING_FOUNDATION_REPORT = "Generazione del report della Fondazione..."
IDS_EC_FOUNDATION_SHAPE_COLUMN_RECTANGLE = "Forma della Colonna \t: Rettangolo"
IDS_EC_FOUNDATION_SHAPE_COLUMN_CIRCLE = "Forma della Colonna \t: Cerchio"
IDS_EC_FOUNDATION_ECCENT_X__s__s = "Eccentricità (X) \t: %s%s"
IDS_EC_FOUNDATION_ECCENT_Y__s__s = "Eccentricità (Y) \t: %s%s"
IDS_EC_FOUNDATION_THICKNESS__s = "Spessore \t: %s"
IDS_EC_FOUNDATION_ECCENT__s = "Eccentricità \t: %s"
IDS_EC_FOUNDATION_WIDTH__s__s = "Larghezza \t: %s%s"
IDS_EC_FOUNDATION_X__s = "X(%s)"
IDS_EC_FOUNDATION_Y__s = "Y(%s)"
IDS_EC_FOUNDATION_PILE_PUNCHING = " : Punzonamento del palo"
IDS_EC_FOUNDATION_CALC_ONE_WAY_SHEAR_DIR_X = "Calcola il taglio monodirezionale (Direzione X)"
IDS_EC_FOUNDATION_CALC_ONE_WAY_SHEAR_DIR_Y = "Calcola il taglio monodirezionale (Direzione Y)"
IDS_EC_FOUNDATION_CHECK_MOMENT = "Controlla Momento"
IDS_EC_FOUNDATION_COLUMN__s = "Colonna (%s)"
IDS_EC_FOUNDATION_WALL__s = "Parete (%s)"
IDS_EC_FOUNDATION_DEPTH_COVER_DIVIDE__s__s__s__s = "( Profondità = %s%s, Copriferro = %s%s / "
IDS_EC_FOUNDATION_DEPTH_DISTANCE_DIVIDE__s__s__s__s = "( Profondità = %s%s, Distanza = %s%s / "
IDS_EC_FOUNDATION_FCK_FY__s__s = "fck = %s%s, fyk = %s%s )"
IDS_EC_FOUNDATION_SELF_ENTER_WEIGHT = "Peso\nProprio"
IDS_EC_FOUNDATION_ISNOT_ADJUST_DGN_MODULE = "Versione incompatibile del modulo di progettazione"
IDS_EC_FOUNDATION_FCK_FY__s__s__s__s = "fck = %s%s, fyk = %s%s"
IDS_EC_FOUNDATION_MOMENT_EFFECTIVE_DEPTH = "Calcola Profondità Efficace del Momento"
IDS_EC_FOUNDATION_SHEAR_EFFECTIVE_DEPTH = "Calcola Profondità Efficace del Taglio"
IDS_EC_FOUNDATION_PILE_PUNCHING_NOTE1 = "Nota : Nel controllo del punzonamento del palo, si assume che il palo sia interno."
IDS_EC_FOUNDATION_PILE_PUNCHING_NOTE2 = "Il perimetro critico è determinato senza considerare pali d'angolo o pali di bordo."
IDS_EC_FOUNDATION_USER_D = "Calcola il Taglio alla distanza-d utente"
IDS_EC_ONEWAY_SHEAR = "Taglio Unidirezionale"
IDS_EC_ONEWAY_SHEAR_X = "Taglio Unidirezionale-X"
IDS_EC_TWOWAY_SHEAR = "Taglio Bidirezionale"
IDS_EC_TWOWAY_SHEAR_CF = "Taglio bidirezionale-Faccia della Colonna"
IDS_EC_TWOWAY_SHEAR_2D = "Taglio Bidirezionale-2D"
IDS_EC_TWOWAY_SHEAR_USERD = "Taglio Bidirezionale-UserD"
IDS_EC_OFFSET_FACTOR = "Fattore di Offset"
IDS_EC_MOMENT_Y_DIRECTION = "Momento-Direzione Y"
IDS_EC_MOMENT_X_DIRECTION = "Momento-Direzione X"
IDS_EC_CANTIL_MOMENT_X_DIRECTION = "Momento-Direzione X (Mensola)"
IDS_EC_COLUMN_MOMENT_X_DIRECTION = "Momento-Direzione X (Colonna)"
IDS_EC_SPAN_MOMENT_X_DIRECTION = "Momento-Direzione X (Span)"
IDS_EC_REBAR_SPACE_Y_DIRECTION = "Controlla Spazio-Y"
IDS_EC_REBAR_SPACE_X_DIRECTION = "Controlla Spazio-X"
IDS_EC_REBAR_AREA_Y_DIRECTION = "Controlla Area-Y"
IDS_EC_REBAR_AREA_X_DIRECTION = "Controlla Area-X"
IDS_EC_OFFSET = "Offset"
IDS_EC_FOUNDATION_SOIL_CAPA = "Capacità del Suolo"
IDS_EC_FOUNDATION_SOIL_CAPA_EXPL = "Il valore è basato sul carico in esercizio"
IDS_EC_FOUNDATION_OVER_TURNING = "I valori non verranno visualizzati se si verifica il ribaltamento"
IDS_EC_FOUNDATION_SOIL_DIAGRM = "Diagramma di Tensione del Suolo"
IDS_EC_SFD_DIAGRAM = "Diagramma delle Forze di Taglio"
IDS_EC_BMD_DIAGRAM = "Diagramma dei Momenti Flettenti"
IDS_EC_PLAN_SECT = "Piano & Sezione"
IDS_EC_REBAR_MAX_AREA = "Area Massima"
IDS_EC_REBAR_MIN_AREA = "Area Minima"
IDS_EC_REBAR_REQ_AREA = "Area Richiesta"
IDS_EC_REBAR_MAX_SPACE = "Spazio Massimo"
IDS_EC_CANTIL = "Mensola"
IDS_EC_COLUMN = "Colonna"
IDS_EC_SPAN = "Luogo"
IDS_EC_FOUNDATION_FDN_SECTION = "Sezione Fondazione"
IDS_EC_FOUNDATION_FORCES_REINFORCEMENT = "Forze e Armatura"
IDS_EC_FOUNDATION_INVERTED_T = "T Invertita"
IDS_EC_FOUNDATION_ECC = "Ecc."
IDS_EC_FOUNDATION_MOMENT_TOP__s = "Momento_top (%s)"
IDS_EC_FOUNDATION_MOMENT_BOT__s = "Momento_bot (%s)"
IDS_EC_FOUNDATION_SHEAR__s = "Taglio (%s)"
IDS_EC_FOUNDATION_TRANSE_MOMENT__s = "Momento Trasversale (%s)"
IDS_EC_FOUNDATION_LX = "Lx"
IDS_EC_FOUNDATION_SECTION_BEAM_SIZE = "Dimensione Trave"
IDS_EC_FOUNDATION_MOMENTS_FORCES = "Momenti e Forze"
IDS_EC_FOUNDATION_CALC_SHEAR_CAPA = "Calcola Capacità di Taglio"
IDS_EC_FOUNDATION_FCK_FY_NOBRACKET__s__s = "fck = %s%s, fyk = %s%s"
IDS_EC_FOUNDATION_TOP_BAR = "Barra Superiore"
IDS_EC_FOUNDATION_BOTTOM_BAR = "Barra Inferiore"
IDS_EC_FOUNDATION_BOT_BAR = "Barra Inferiore"
IDS_EC_FOUNDATION_STIRRUP = "Ferro di Contenimento"
IDS_EC_FOUNDATION_STANSVERSE_BAR = "Barra d’armatura Trasversale"
IDS_EC_FOUNDATION_STANS_BAR = "Barra trasv."
IDS_EC_FOUNDATION_X = "X"
IDS_EC_FOUNDATION_Y = "Y"
IDS_EC_FOUNDATION_DIR_x = "x"
IDS_EC_FOUNDATION_DIR_y = "y"
IDS_EC_FOUNDATION__s_c = "%s_c$"
IDS_EC_FOUNDATION__s_s = "%s_s$"
IDS_EC_FOUNDATION_Fck = "f_ck$"
IDS_EC_FOUNDATION_Fy = "f_yk$"
IDS_EC_FOUNDATION_Ps = "P_Ed,s$"
IDS_EC_FOUNDATION_Msx = "M_Edx,s$"
IDS_EC_FOUNDATION_Msy = "M_Edy,s$"
IDS_EC_FOUNDATION_Pu = "N_Ed$"
IDS_EC_FOUNDATION_Mux = "M_Edx$"
IDS_EC_FOUNDATION_Muy = "M_Edy$"
IDS_EC_FOUNDATION_Mu_top = "M_Ed,top$"
IDS_EC_FOUNDATION_Mu_bottom = "M_Ed,bottom$"
IDS_EC_FOUNDATION_Mu_bot = "M_Ed,bot$"
IDS_EC_FOUNDATION_As = "A_s$"
IDS_EC_FOUNDATION_REBAR__s__s = "%s@%s"
IDS_EC_FOUNDATION_L_x = "L_x$"
IDS_EC_FOUNDATION_L_y = "L_y$"
IDS_EC_FOUNDATION_fe = "f_e$"
IDS_EC_FOUNDATION_EA = "EA"
IDS_EC_FOUNDATION_q_a_comp = "q_a,comp.$"
IDS_EC_FOUNDATION_q_a_tens = "q_a,tens.$"
IDS_EC_FOUNDATION_q_a = "q_a$"
IDS_EC_FOUNDATION_q_s_left = "q_s,sinistra$"
IDS_EC_FOUNDATION_q_s_right = "q_s,destra$"
IDS_EC_FOUNDATION_q_s_top_left = "q_s,alto-sinistra$"
IDS_EC_FOUNDATION_q_s_top_right = "q_s,alto-destra$"
IDS_EC_FOUNDATION_q_s_bot_left = "q_s,basso-sinistra$"
IDS_EC_FOUNDATION_q_s_bot_right = "q_s,basso-destra$"
IDS_EC_FOUNDATION_q_s_max = "q_s,max$"
IDS_EC_FOUNDATION_q_s_min = "q_s,min$"
IDS_EC_FOUNDATION_q_s = "q_s$"
IDS_EC_FOUNDATION_q_u_left = "q_u,sinistra$"
IDS_EC_FOUNDATION_q_u_right = "q_u,destra$"
IDS_EC_FOUNDATION_q_u_top_left = "q_u,alto-sinistra$"
IDS_EC_FOUNDATION_q_u_top_right = "q_u,alto-destra$"
IDS_EC_FOUNDATION_q_u_bot_left = "q_u,basso-sinistra$"
IDS_EC_FOUNDATION_q_u_bot_right = "q_u,basso-destra$"
IDS_EC_FOUNDATION_q_u_max = "q_u,max$"
IDS_EC_FOUNDATION_q_u_min = "q_u,min$"
IDS_EC_FOUNDATION_q_u = "q_u$"
IDS_EC_FOUNDATION_V_Ed = "V_Ed$"
IDS_EC_FOUNDATION_V_Edx = "V_Edx$"
IDS_EC_FOUNDATION_V_Edy = "V_Edy$"
IDS_EC_FOUNDATION_M_Ed__s = "M_Ed%s$"
IDS_EC_FOUNDATION_Ed = "_Ed$"
IDS_EC_FOUNDATION_V_Rd = "V_Rd$"
IDS_EC_FOUNDATION_V_Rdx = "V_Rdx$"
IDS_EC_FOUNDATION_V_Rdy = "V_Rdy$"
IDS_EC_FOUNDATION_M_Rd__s = "M_Rd%s$"
IDS_EC_FOUNDATION_Rd = "_Rd$"
IDS_EC_FOUNDATION_Rdmax = "_Rdmax$"
IDS_EC_FOUNDATION_As_min = "A_s,min$"
IDS_EC_FOUNDATION_APP_As_min = "A_s,min Applicato$"
IDS_EC_FOUNDATION_s_req = "s_req$"
IDS_EC_FOUNDATION_s_req1 = "s_req.1$"
IDS_EC_FOUNDATION_s_req2 = "s_req.2$"
IDS_EC_FOUNDATION_s__s = "s_%s$"
IDS_EC_FOUNDATION_L_SELF_WEIGHT = "Peso\nProprio"
IDS_EC_FOUNDATION_L_SURFACE = "L_surface$"
IDS_EC_FOUNDATION_H_SOIL = "H_soil$"
IDS_EC_FOUNDATION_C_x = "C_x$"
IDS_EC_FOUNDATION_C_y = "C_y$"
IDS_EC_FOUNDATION_Ecc_x = "Ecc_x$"
IDS_EC_FOUNDATION_Ecc_y = "Ecc_y$"
IDS_EC_FOUNDATION_TOP = "SUP"
IDS_EC_FOUNDATION_BOT = "INF"
IDS_EC_FOUNDATION_LAYER__i__EA = "Strato %i\t : %i EA ("
IDS_EC_FOUNDATION_STRIRRUP__s = "Staffa \t : %s ("
IDS_EC_FOUNDATION_TRANS_BAR__s__s = "Barra d’armatura trasversale \t : %s-%s ("
IDS_EC_FOUNDATION_SURCHARGE_LOAD_NOT = "Il Carico di sovraccarico non è considerato."
IDS_EC_FOUNDATION_FOR_UNIT_WIDTH = "per la larghezza unitaria"
IDS_EC_FOUNDATION_FOR_WHOLE_WIDTH = "per l'intera larghezza"
IDS_EC_MEMBER_NAME = "NOME DELL'ELEMENTO"
IDS_EC_GENERAL_INFORMATION = "Informazioni Generali"
IDS_EC_DESIGN_CODE = "Norma di progettazione"
IDS_EC_UNIT_SYSTEM = "Sistema di Unità"
IDS_EC_SECTION = "Sezione"
IDS_EC_SECTION_SIZE = "Dimensione Sezione"
IDS_EC_SECTION_SHAPE_T = "Sezione a T"
IDS_EC_SECTION_SHAPE_RECT = "Sezione R"
IDS_EC_THICKNESS = "Spessore"
IDS_EC_MATERIAL = "Materiale"
IDS_EC_REBAR_COVER = "Copertura"
IDS_EC_REBAR_DISTANCE = "Distanza"
IDS_EC_CONSIDERED = "Considerato"
IDS_EC_NOT_CONSIDERED = "Non Considerato"
IDS_EC_POSITION_CAPITAL = "POSIZIONE"
IDS_EC_POS = "POS"
IDS_EC_DESIGN_FORCES = "Forze di Progettazione"
IDS_EC_FORCES = "Forze"
IDS_EC_BY_LOAD_COMB = "da Combinazioni di Carico"
IDS_EC_SURCHARGE_LOAD_SELF_WEIGHT = "Carico di Sovraccarico & Peso Proprio"
IDS_EC_REINFORCEMENT = "Armatura"
IDS_EC_TOP_BAR = "Barra Superiore"
IDS_EC_BOTTOM_BAR = "Barra Inferiore"
IDS_EC_TOP = "Top"
IDS_EC_BOTTOM = "Bottom"
IDS_EC_EXT_BAR = "Barra est."
IDS_EC_INT_BAR = "Barra int."
IDS_EC_BOT = "Inf."
IDS_EC_EXT = "Est."
IDS_EC_INT = "Int."
IDS_EC_STIRRUP = "Armatura"
IDS_EC_TRANSVERSE_BAR = "Transverse Bar"
IDS_EC_POSITION_I = "I"
IDS_EC_POSITION_M = "M"
IDS_EC_POSITION_J = "J"
IDS_EC_RATIO = "Ratio"
IDS_EC_LAYER = "Layer"
IDS_EC_REMARK = "Remark"
IDS_EC_ITEMS = "Items"
IDS_EC_VALUE = "Valore"
IDS_EC_INPUT_DATA_LIST = "Input Data List"
IDS_EC_LENGTH = "Lunghezza"
IDS_EC_FACTOR = "Factor"
IDS_EC2_BEAM_GENERATE_REPORT = "Generazione del report RC/Trave..."
IDS_EC2_BEAM_MOMENT_FORCES = "Momenti e Forze"
IDS_EC2_BEAM_FORCE_REINFORCEMENT = "Forze e Rinforzi"
IDS_EC2_BEAM_COMPRESSION_REBAR = "Barra d’armatura in Compressione"
IDS_EC2_BEAM_SPLICE_TYPE = "Tipo di Giunto"
IDS_EC2_BEAM_REPORT_CALC_SHEAR_RATIO = "Calcola il rapporto della capacità a Taglio"
IDS_EC2_BEAM_REPORT_CALC_STIRRUP_SPACE = "Calcola l'interasse dell'Armatura a Taglio"
IDS_EC2_BEAM_REPORT_CALC_VRD_S = "Calcola la resistenza a Taglio con Armatura a Taglio"
IDS_EC2_BEAM_REPORT_CALC_VRD_MAX = "Calcolo capacità massima a Taglio della Sezione"
IDS_EC2_BEAM_CHECK_ONEWAY_SHEAR = "Controlla Taglio Unidirezionale"
IDS_EC2_BEAM_CHECK_MOMENT_CAPACITY = "Controlla Capacità di Momento Flettente"
IDS_EC2_BEAM_CALC_MATL_DGN_STRENGTH = "Calcola la resistenza di progetto dei materiali"
IDS_EC2_BEAM_CALC_DGN_PARAM = "Calcola parametro di progetto"
IDS_EC2_BEAM_CALC_REQ_REBAR_AREA = "Calcola l'area richiesta di Armatura"
IDS_EC2_BEAM_CALC_LIMIT_REBAR_AREA = "Calcola il limite dell'area di Armatura"
IDS_EC2_BEAM_CHECK_TENS_REBAR_AREA = "Verifica l'area dell'Armatura tesa"
IDS_EC2_BEAM_CALC_MOMENT_CAPACITY = "Calcola capacità di momento"
IDS_EC2_BEAM_CALC_MOMENT_RATIO = "Calcola il rapporto della capacità a Momento"
IDS_EC2_BEAM_SKIP_MOMENT_ZERO = "Il Momento è zero. Saltato"
IDS_EC2_BEAM_CHECK_SHEAR_CAPACITY = "Controlla Capacità di Taglio"
IDS_EC2_BEAM_CALC_SHEAR_CAPACITY_CONC = "Calcola la resistenza a Taglio senza Armatura a Taglio"
IDS_EC2_BEAM_REBAR_POSITIVE = "Positivo"
IDS_EC2_BEAM_REBAR_NEGATIVE = "Negativo"
IDS_EC2_BEAM_REBAR_POSITIVE_INT = "Positivo, Int."
IDS_EC2_BEAM_REBAR_NEGATIVE_EXT = "Negativo, Est."
IDS_EC2_BEAM_SLAB_THICKNESS = "Spessore del Soletta"
IDS_EC2_BEAM_EFFECTIVE_WIDTH = "Larghezza Efficace"
IDS_EC2_BEAM_INPUT_LIST_TITLE = "ELENCO INPUT TRAVE"
IDS_EC2_ANALYSIS_AS_RECTANGLE_BEAM = "Analizza come Trave Rettangolare"
IDS_EC2_ANALYSIS_AS_TEE_BEAM = "Analizza come Trave a T"
IDS_EC2_DO_NOT_CHK_CRACK_WIDTH = "Non verificare l'ampiezza delle fessure"
IDS_EC2_CRACK_LIMIT = "Limite di Fessurazione"
IDS_EC2_CHK_CRACK_WIDTH = "Controlla Larghezza della Fessura"
IDS_EC2_CHK_CRACK_WIDTH_FACTORS = "Fattori di Larghezza della Fessura"
IDS_EC2_CHK_CRACK_OF_CHARACTERISTIC_LOAD = "Verifica le fessure per il Carico caratteristico"
IDS_EC2_CHK_CRACK_OF_QUASI_LOAD = "Verifica le fessure per il Carico quasi-permanente"
IDS_EC2_CHK_CRACK_OF_FREQUENT_LOAD = "Verifica le fessure per il Carico frequente"
IDS_EC2_EXPOSURE_CLASS = "Classe di Esposizione"
IDS_EC2_CHECK_STRESS_LIMITATION = "Controllo tensione limite"
IDS_EC2_CRITERIA_DEFLECTION = "Criteri per la Deformazione"
IDS_EC2_FOR_CHARACTERISTIC_DEFLECTION = "Per la Deformazione da Carico Caratteristico"
IDS_EC2_FOR_QUASI_PERMANENT_DEFLECTION = "Per la freccia con Carico quasi-permanente"
IDS_EC2_DEFLECTION_AMPLIFICATION_FACTOR = "Fattore di Amplificazione della Deformazione"
IDS_EC2_DEFLECTION = "Deflessione"
IDS_EC2_DIVIEDED_BY2_CANTILEVER = "Diviso per 2 per mensola"
IDS_EC2_SUPPORT = "Supporto"
IDS_EC2_SPAN = "Luogo"
IDS_EC2_CHARACTERISTIC = "Caratteristico"
IDS_EC2_QUASI_PERMANENT = "Quasi-Permanente"
IDS_EC2_FREQUENT = "Frequente"
IDS_EC2_DURATION = "Durata"
IDS_EC_DEAD = "Permanente"
IDS_EC_DEAD_LOAD = "Carico Permanente"
IDS_EC_LIVE = "Variabile"
IDS_EC_LIVE_LOAD = "Carico Variabile"
IDS_EC_SECT_DOT_UCASE = "SECT."
IDS_EC2_CHARACTERISTIC_DEFLECTION = "Deformazione Caratteristica"
IDS_EC2_QUASI_PERMANENT_DEFLECTION = "Deformazione Quasi-Permanente"
IDS_EC2_CHECK_DEFLECTION = "Controlla Deformazione"
IDS_EC_SUPPORT_CONDITION = "Condizione di Supporto"
IDS_EC_CHARACTERISTIC_DEFLECTION_FACTOR = "Fattore di Deformazione Caratteristica"
IDS_EC_QUASI_DEFLECTION_FACTOR = "Fattore di Deformazione Quasi-Permanente"
IDS_EC_DURATION_FOR_SUSTAIN_LOAD = "Durata per carico sostenuto"
IDS_EC_SUSTAIN_LOAD = "Carico Sostenuto"
IDS_EC2_CBSF_MAIN_RIB = "Rib principale"
IDS_EC2_CBSF_FLANGE_PART = "Parte della Flangia"
IDS_EC2_CBSF_CALC_FORCE_FLANGE_PART = "Calcola la Forza di progetto (parte di flangia)"
IDS_EC2_CBSF_FORCE_PARAM_FLANGE_PART = "Parametro di Forza di Progetto"
IDS_EC2_CBSF_FORCE_FLANGE_PART = "Forza di Progetto (Parte della Flangia)"
IDS_EC2_CBSF_SOIL_BEARING_CAPACITY = "Capacità Portante del Suolo"
IDS_EC2_CBSF_CHECK_SOIL_BEARING_CAPACITY = "Controlla Capacità Portante del Suolo"
IDS_EC2_CBSF_CALC_SOIL_BEARING_RATIO = "Calcola il rapporto della capacità del terreno"
IDS_EC2_CBSF_INPUT_LIST_TITLE = "ELENCO INPUT FONDAZIONE A TRAVERSO CONTINUA"
IDS_EC2_CBSF_GENERATING_CBSF_REPORT = "Generazione del report della Fondazione a nastro..."
IDS_EC_FOUNDATION_MOMENT_X_DIR_MEDY__s = "Momento-Direzione X (MEdy, %s)"
IDS_EC_FOUNDATION_MOMENT_Y_DIR_MEDX__s = "Momento-Direzione Y (MEdx, %s)"
IDS_EC2_CWALL_INPUT_LIST_TITLE = "ELENCO INPUT PARETE COMBINATA"
IDS_EC2_CWALL_GENERATING_CWALL_REPORT = "Generazione del report della Parete combinata..."
IDS_EC2_CWALL_WALL_ID = "ID Parete"
IDS_EC_LOAD_COMBINATIONS = "Combinazioni di Carico"
IDS_EC_LCB = "LCB"
IDS_EC2_CWALL_START_POINT = "Punto di Inizio"
IDS_EC2_CWALL_END_POINT = "Punto di Fine"
IDS_EC_INFORMATION = "Informazioni"
IDS_EC_SPACING_LIMIT = "Limite di Spaziatura"
IDS_EC2_CWALL_VERT_REBAR_POSITION = "Posizione Barra d’armatura Verticale"
IDS_EC2_CWALL_VERT_REBAR = "Barra d’armatura vert."
IDS_EC2_CWALL_HORZ_REBAR = "Barra d’armatura orizz."
IDS_EC2_CWALL_END_REBAR = "Barra d’armatura Finale"
IDS_EC2_CWALL_REBAR_ARRANGEMENT = "Disposizione"
IDS_EC2_CWALL_REBAR_ARRANGEMENT_DIVIDE_EQUALLY = "Dividi equamente in base all'interasse più vicino"
IDS_EC2_CWALL_REBAR_ARRANGEMENT_DIVIDE_EXACT = "Dividi per spazio esatto"
IDS_EC2_CWALL_REBAR_ARRANGEMENT_FROM_END = "Dalla Fine"
IDS_EC2_CWALL_REBAR_ARRANGEMENT_FROM_MID = "Dal Centro"
IDS_EC2_CWALL_REBAR_ARRANGEMENT_ADD_REBAR = "Aggiungi Barra"
IDS_EC_CHECK_SLENDERNESS_RATIO = "Controlla Rapporto di Slenderness"
IDS_EC_CALC_RADIUS_GYRATION = "Calcola raggio di girevole"
IDS_EC_CALC_SLENDERNESS_RATIO = "Calcola rapporto di slenderness"
IDS_EC_CALC_SLENDERNESS_RATIO_LIMIT = "Calcola limite di rapporto di slenderness"
IDS_EC_SLENDER = "Slender"
IDS_EC_NOT_SLENDER = "Non Slender"
IDS_EC_CHECK_MIN_MOMENT = "Controlla Momento Minimo"
IDS_EC_CALC_MIN_MOMENT = "Calcola Momento Minimo"
IDS_EC_CALC_MIN_ECCEN = "Calcola Eccentricità Minima"
IDS_EC_CHECK_DESIGN_MOMENT = "Controlla Momento di Progetto"
IDS_EC_CALC_DESIGN_MOMENT = "Calcola Momento di Progetto"
IDS_EC_DESIGN_MOMENT = "Momento di Progetto"
IDS_EC_X_DIRECTION = "Direzione X"
IDS_EC_Y_DIRECTION = "Direzione Y"
IDS_EC_CHECK_DESIGN_PARAMETER = "Controlla Parametro di Progetto"
IDS_EC_CALC_REBAR_RATIO = "Calcola Rapporto di Barra d’armatura"
IDS_EC_CALC_ECCENTRICITY = "Calcola Eccentricità"
IDS_EC_ROTATION_NA = "Angolo di rotazione dell'asse neutro"
IDS_EC_CALC_CONCEN_AXIAL_CAPACITY = "Calcolo capacità di carico assiale concentrico"
IDS_EC_CHECK_MOMENT_CAPACITY = "Controlla Capacità di Momento"
IDS_EC_CALC_CAPACITY_CONCRETE = "Calcolo capacità del blocco di tensione di compressione"
IDS_EC_CALC_CAPACITY_REBAR = "Calcola capacità della barra d’armatura"
IDS_EC_CALC_NORMINAL_CAPACITY_FOR_NA = "Calcolo capacità nominale per l'asse neutro"
IDS_EC_CALC_AXIAL_MOMENT_CAPACITY = "Calcola le capacità di carico assiale e di Momento"
IDS_EC_CHECK_SHEAR_CAPACITY = "Controlla Capacità di Taglio"
IDS_EC_CALC_STIRRUP_MAX_SPACE = "Calcola spazio massimo"
IDS_EC_CALC_SHEAR_STRENGTH = "Calcola resistenza al taglio"
IDS_EC_LENGTH_FACTOR = "Lunghezza & Fattore"
IDS_EC_MOMENT_CAPACITY = "Momento resistente"
IDS_EC_SHEAR_CAPACITY = "Verifica a taglio"
IDS_EC_CHECK_ITEM = "Controllo Elemento"
IDS_EC_NO = "No"
IDS_EC_CHK = "CHK"
IDS_EC_NAME = "Nome"
IDS_EC_DESCRIPTION = "Descrizione"
IDS_EC_DESIGN_FORCE = "Forza di Progetto"
IDS_EC2_CWALL_FLANGE_WIDTH = "Larghezza Flangia"
IDS_EC2_CWALL_FLANGE_WIDTH_ACTUAL = "Larghezza Reale"
IDS_EC2_CWALL_FLANGE_WIDTH_EFFECT = "Larghezza Efficace"
IDS_EC2_CWALL_GLOBAL = "Globale"
IDS_EC_SHEAR_REINFORCEMENT_NOT_REQUIRED = "L'Armatura a Taglio non è richiesta."
IDS_EC_SHEAR_REINFORCEMENT_REQUIRED = "L'Armatura a Taglio è richiesta."
IDS_EC_2ND_ORDER_EFFECT = "Effetti di 2° Ordine"
IDS_EC_IMPERFECTION = "Imperfezione"
IDS_EC_AUTO_CALC = "Calcolo automatico."
IDS_ERCO_MOMENT_CAPACITY = "Controllo Capacità Momento"
IDS_ERCO_NOMINAL_CAPACITY_BALANCED = "Calcolo capacità nominale per asse bilanciato"
IDS_ERCO_NOMINAL_CAPACITY_FOR_NEUTRAL_AXIS = "Calcolo capacità nominale per l’asse neutro"
IDS_ERCO_BANLANCED_AXIS = "Asse Bilanciato"
IDS_ERCO_NEUTRAL_AXIS = "Asse Neutro"
IDS_ERCO_CAPACITY_REBAR = "Calcola capacità della barra d’armatura"
IDS_ERCO_CAPACITY_COMPRESSION_BLOCK = "Calcolo capacità del blocco di tensione di compressione"
IDS_CALC_STRENGTH_REDUCTION_FACTOR = "Calcola fattore di riduzione della resistenza"
IDS_EC_ERCO_GENERATE_REPORT = "Generazione del report della Colonna RC..."
IDS_EC_ERCO_CHK_SERVICEABILITY = "Controllo Servibilità"
IDS_EC_ERCO_SERVICEABILITY_FACTORS = "Fattori di Servibilità"
IDS_EC_ERCO_CHK_CHARACTERISTIC_LOAD_STRESS_OF_CONC = "Verifica del carico caratteristico ( tensione del calcestruzzo )"
IDS_EC_ERCO_CHK_QUASI_LOAD_LINEAR_CREEP = "Verifica del carico quasi-permanente ( creep lineare )"
IDS_EC_ERCO_CHK_FREQUENT_LOAD_STRESS_OF_CONC = "Verifica del carico frequente ( tensione del calcestruzzo )"
IDS_EC_ERCO_CRACKED_SECTION = "Sezione Fessurata"
IDS_EC_ERCO_UNCRACKED_SECTION = "Sezione non fessurata"
IDS_EC_ERCO_LINEAR_CREEP = "Creep Lineare"
IDS_EC_ERCO_NONLINEAR_CREEP = "Creep Non Lineare"
IDS_EC_ERCO_LONG_TERM = "A lungo termine"
IDS_EC_ERCO_SHORT_TERM = "Breve Termine"
IDS_URGC_EFFECTIVE_AREA = "Area Efficace"
IDS_URGC_GENERATE_REPORT = "Generazione del report della Colonna RC a Sezione Generale..."
IDS_URGC_GEN_COLUMN_INPUT_LIST = "ELENCO INPUT COLONNA RC A SEZIONE GENERALE"
IDS_ESBC_INPUT_LIST = "ELENCO INPUT COLLEGAMENTO BULLONATO IN ACCIAIO"
IDS_ESBC_PLATE = "Piastra"
IDS_ESBC_PLATE_WEB = "Piastra (Web)"
IDS_ESBC_PLATE_FLANGE = "Piastra (Flangia)"
IDS_ESBC_BOLT = "Bullone"
IDS_ESBC_EXTENSION = "Estensione"
IDS_ESBC_AUTO = "Auto"
IDS_ESBC_SUPPORTED_MEM = "Elemento Supportato"
IDS_ESBC_SUPPORTING_MEM = "Elemento Sostenente"
IDS_ESBC_BOLT_TYPE = "Tipo di Bullone"
IDS_ESBC_WELDING = "Saldatura"
IDS_ESBC_WELDING_MATERIAL_AND_LEG = "Materiale e Gamba"
IDS_ESBC_WELDING_MATERIAL = "Materiale di saldatura"
IDS_ESBC_WELDING_LEG = "Gamba di saldatura"
IDS_ESBC_MAX_VALUE = "Valore Massimo"
IDS_ESBC_NOT_CHK = "Non Controllare"
IDS_ESBC_CHK_MAX_VALUE = "Verifica del valore massimo di interasse e sporgenza"
IDS_ESBC_NOT_CHK_MAX_VALUE = "Non verificare il valore massimo di interasse e sporgenza"
IDS_ESBC_LEVEL_AND_GAP = "Livello e Fessura"
IDS_ESBC_LEVEL = "Livello"
IDS_ESBC_GAP = "Fessura"
IDS_ESBC_PERCENT = "Percentuale"
IDS_ESBC_APPLY = "Applica"
IDS_ESBC_DIVISION = "Piastra di Divisione"
IDS_ESBC_DIVISION_APPLY = "Applica Piastra di Divisione"
IDS_ESBC_DIVISION_NOT_APPLY = "Non applicare la piastra di divisione"
IDS_ESBC_APPLIED_FORCE = "Forza Applicata"
IDS_ESBC_MEMB_STRENGTH = "Resistenza dell'Elemento"
IDS_ESBC_CHK_FLG_COVER_PLATE = "Controllo Piastra di Copertura Flangia"
IDS_ESBC_CHK_NET_TENSION = "Verifica della presenza di trazione netta"
IDS_ESBC_CHK_NET_TENSION_OCCUR = "Occorrenza Tensione Netta"
IDS_ESBC_CHK_NET_TENSION_NOT_OCCUR = "La trazione netta non si verifica"
IDS_ESBC_CHK_PLATE_RESIS = "Controllo Resistenza Piastra"
IDS_ESBC_CHK_BOLT_GROUP = "Controllo Gruppo Bulloni"
IDS_ESBC_CHK_MIN_RESIS = "Controllo Resistenza Minima"
IDS_ESBC_CHK_CHK_COVER_PLATE = "Controllo Piastra di Copertura"
IDS_ESBC_CHK_DIMENSION = "Controllo Dimensione"
IDS_ESBC_CHK_PLATE = "Controllo Piastra"
IDS_ESBC_CHK_FLG_WEB_DIMENSION = "Verifica delle dimensioni della piastra di flangia e anima"
IDS_ESBC_CHK_THIK = "Controllo Spessore"
IDS_ESBC_CHK_SPACING = "Controllo Spaziatura"
IDS_ESBC_CHK_PART_BOLT = "Bullone"
IDS_ESBC_CHK_PART_WEB = "Web"
IDS_ESBC_CHK_PART_FLANGE = "Flangia"
IDS_ESBC_CHK_PART_PLATE = "Piastra"
IDS_ESBC_CHK_PART_COLUMN = "Colonna"
IDS_ESBC_CHK_PART_CONNECT = "Connessione"
IDS_ESBC_CHK_PART_PLATE_FIN = "Piastra di Fin"
IDS_ESBC_CHK_PART_PLATE_END = "Piastra di Fine"
IDS_ESBC_CHK_PART_PLATE_DIV = "Piastra di Divisione"
IDS_ESBC_CHK_SUPPORTED_MEM = "Controllo Elemento Supportato"
IDS_ESBC_CHK_CONNECTION = "Controllo Connessione"
IDS_ESBC_CHK_SUPPORTING_MEM = "Controllo Elemento Sostenente"
IDS_ESBC_CHK_TYING_RESISTANCE = "Controllo Resistenza di Legatura"
IDS_ESBC_CHK_STRUCT_INTEGRITY = "Controllo Integrità Strutturale"
IDS_ESBC_CHK_SUPPORTED_WELD = "Verifica delle saldature dell’elemento supportato"
IDS_ESBC_CHK_SUPPORTED_WEB = "Verifica della resistenza a taglio dell’anima"
IDS_ESBC_CHK_SUPPORTED_RESIS_NOTCH = "Verifica della resistenza in corrispondenza di un intaglio"
IDS_ESBC_CHK_SUPPORTED_LOCAL_STA = "Controllo Stabilità Locale"
IDS_ESBC_CHK_SUPPORTED_BOLT_GROUP = "Verifica del gruppo di bulloni del collegamento"
IDS_ESBC_CHK_SUPPORTED_PLATE_SHEAR = "Controllo Piastra in Taglio"
IDS_ESBC_CHK_SUPPORTING_SHEAR_BEARING = "Verifica del taglio e della pressione di contatto dell’elemento di supporto"
IDS_ESBC_CHK_TYING_PLATE_BOLT = "Controllo Piastra e Bulloni"
IDS_ESBC_CHK_TYING_SUPPORTED_WEB = "Verifica della resistenza dell’anima dell’elemento supportato"
IDS_ESBC_CHK_TYING_WELD = "Controllo Resistenza delle Saldature"
IDS_ESBC_CHK_TYING_SUPPORTING_COL = "Verifica della resistenza dell’anima della colonna di supporto"
IDS_ESBC_CHK_NO_NEED_LOCAL_STABILITY = "Non è necessario tenere conto della stabilità locale della trave intagliata"
IDS_ESBC_CHK_NEED_LOCAL_STABILITY = "È necessario tenere conto della stabilità locale della trave intagliata"
IDS_ESBC_SHEAR = "Taglio"
IDS_ESBC_LOW_SHEAR = "Basso Taglio"
IDS_ESBC_HIGH_SHEAR = "Alto Taglio"
IDS_ESBC_CHK_SHEAER_BOLT_GROUP = "Verifica del taglio del gruppo di bulloni"
IDS_ESBC_CHK_BOLT_BEARING_PLATE = "Verifica della pressione di contatto del bullone nella piastra"
IDS_ESBC_CHK_BOLT_BEARING_WEB = "Verifica della pressione di contatto del bullone nell’anima dell’elemento supportato"
IDS_ESBC_CHK_SHAER_PLATE = "Verifica del taglio della piastra"
IDS_ESBC_CHK_BENADING_PLATE = "Verifica della flessione della piastra"
IDS_ESBC_CHK_BUCKLING_PLATE = "Controllo Instabilità Laterale"
IDS_ESBC_CHK_WEB_SHEAR = "Controllo web in taglio"
IDS_ESBC_CHK_SHEAR_NOTCH = "Verifica dell’anima a taglio dell’elemento supportato intagliato"
IDS_ESBC_CHK_RESIS_CONNEC = "Verifica della resistenza del collegamento"
IDS_ESBC_CHK_RESIS_NOTCH = "Verifica della resistenza all’intaglio"
IDS_ESBC_CHK_LOCAL_STABILITY = "Controllo stabilità locale"
IDS_ESBC_CHK_WELDING_SUPPORTING = "Verifica della saldatura dell’elemento di supporto"
IDS_ESBC_CHK_SHEAR_N_BENDING = "Controllo Taglio e Flettimento"
IDS_ESBC_CHK_PLATE_TENSION = "Verifica della resistenza a trazione della piastra"
IDS_ESBC_CHK_PLATE_BOLT_SHEAR = "Verifica del taglio dei bulloni della piastra"
IDS_ESBC_CHK_TENSION_REIS_WEB = "Verifica della resistenza a trazione dell’anima della trave"
IDS_ESBC_CHK_WEB_SUPPORTED = "Verifica dell’anima dell’elemento supportato"
IDS_ESBC_CHK_SUPPORTING_COL = "Controllo colonna sostenente"
IDS_ESBC_CHK_LONG_FIN_PLATE = "Piastra di fin lunga"
IDS_ESBC_CHK_SHORT_FIN_PLATE = "Piastra di fin corta"
IDS_ESBC_CHK_SHEAR_RATIO = "Rapporto di Taglio"
IDS_ESBC_CHK_PUNCHING_RATIO = "Rapporto di Punzonatura"
IDS_ESBC_ORDINARY = "Ordinario"
IDS_ESBC_COUNTERSUNK = "Filo Svasato"
IDS_ESBC_SPACE_X = "Spazio(x)"
IDS_ESBC_SPACE_Y = "Spazio(y)"
IDS_ESBC_EXTENSION_X = "Estensione(x)"
IDS_ESBC_EXTENSION_Y = "Estensione(y)"
IDS_ESBC_CHK_EXTENSION = "Controllo Estensione"
IDS_UCFT_GENERATE_REPORT = "Generazione del report della Colonna SRC CFT..."
IDS_UCFT_MATERIAL_STRENGTH_LIMITATION = "Limitazione della resistenza del materiale"
IDS_UCFT_STEEL_SECTION_AREA_RATIO = "Rapporto area sezione acciaio"
IDS_UCFT_CALC_FORCE_ALLOCATION = "Calcola allocazione della forza"
IDS_UCFT_REQUIRED_SHEAR_FORCE_TRANSFERRED_SHEAR_CONNECTOR = "Forza di taglio richiesta trasferita dai connettori a taglio"
IDS_UCFT_CALC_DIRECT_BOND_STRENGTH = "Calcola resistenza di adesione diretta"
IDS_UCFT_FILLED_COMPOSITE_COLUMN_EXTEND_TO_ONE_SIDE = "la colonna composita riempita si estende su un lato"
IDS_UCFT_FILLED_COMPOSITE_COLUMN_EXTEND_TO_BOTH_SIDE = "la colonna composita riempita si estende su entrambi i lati"
IDS_UCFT_CHECK_SECTION_CLASSIFICATION = "Controllo Classificazione Sezione"
IDS_UCFT_CHECK_CLASSIFICATION = "Classificazione"
IDS_UCFT_AXIAL = "Assiale"
IDS_UCFT_FLEXURE = "Flessibilità"
IDS_UCFT_FOR_AXIAL = "per assiale"
IDS_UCFT_FOR_FLEXURE = "per flessibilità"
IDS_UCFT_TREATED_COMPACT = "Pertanto, l’intera sezione è considerata compatta."
IDS_UCFT_TREATED_NONCOMPACT = "Pertanto, l’intera sezione è considerata non compatta."
IDS_UCFT_OVER_LAMDA_MAX = "Pertanto, il rapporto larghezza-spessore dell’intera sezione è superiore a "
IDS_UCFT_OVER = "Sopra"
IDS_UCFT_UNDER = "Sotto"
IDS_UCFT_SEISMIC = "Sismico"
IDS_UCFT_SPECIAL_PROVISION = "Disposizione Speciale"
IDS_UCFT_HIGH_DUCTILITY = "Alta Duttile"
IDS_UCFT_MIDDLE_DUCTILITY = "Duttile Intermedio"
IDS_UCFT_PLASTIC_MOMENT_ABOUT_MAJOR_AXIS = "Verifica della resistenza a momento plastico rispetto all’asse maggiore"
IDS_UCFT_PLASTIC_MOMENT_ABOUT_MINOR_AXIS = "Verifica della resistenza a momento plastico rispetto all’asse minore"
IDS_UCFT_YIELD_MOMENT_ABOUT_MAJOR_AXIS = "Verifica della resistenza a momento di snervamento rispetto all’asse maggiore"
IDS_UCFT_YIELD_MOMENT_ABOUT_MINOR_AXIS = "Verifica della resistenza a momento di snervamento rispetto all’asse minore"
IDS_UCFT_FIRSR_YIELD_MOMENT_ABOUT_MAJOR_AXIS = "Verifica della resistenza al primo momento di snervamento rispetto all’asse maggiore"
IDS_UCFT_FIRSR_YIELD_MOMENT_ABOUT_MINOR_AXIS = "Verifica della resistenza al primo momento di snervamento rispetto all’asse minore"
IDS_UCFT_BY_AUROMESH = "AutoMesh"
IDS_UCCO_STEEL_HSS = "Acciaio HSS"
IDS_UCCO_CHECK_LOAD_TRANSFER = "Controlla Trasferimento Carico"
IDS_UCCO_MATERIAL_N_SECTION = "Materiale & Sezione"
IDS_UCCO_CONCRETE_MATERIAL = "Materiale Calcestruzzo"
IDS_UCCO_STEEL_MATERIAL = "Materiale Acciaio"
IDS_UCCO_STEEL_SHAPE = "Forma Acciaio"
IDS_UCCO_EXTERNAL_FORCE_TO = "Forza esterna a"
IDS_UCCO_CFT_MEMBER_EXTEND_TO = "Elemento CFT si estende a"
IDS_UCCO_LOAD_TRANSFER = "Trasferimento Carico"
IDS_UCCO_CHECK_LIMITATION = "Controlla Limitazione"
IDS_UCCO_CHECK_MOMENT_STRENGTH = "Controlla Resistenza al Momento"
IDS_UCCO_GENERATE_REPORT = "Generazione del report della Colonna SRC..."
IDS_UCCO_USE_CRITERIA_VALUE = "Usa Valore Criterio"
IDS_UCCO_AUTO_CALCULATE = "Calcolo automatico."
IDS_UCCO_FLG = "Flg"
IDS_UCCO_CHECK_TRANSVERSE_REBAR_AREA = "Verifica dell’area delle barre d’armatura trasversali."
IDS_UCCO_USE_DETAIL_HOOP_BAR_END = "Usa il dettaglio della barra staffa"
IDS_UCCO_INPUT_LIST = "ELENCO INPUT COLONNA SRC"
IDS_UCCO_LIMIT = "Limite"
IDS_UCCO_CHECK_REQUIREMENT_FOR_MATERIAL = "Controlla Requisito per Materiale"
IDS_UCCO_CALC_STEEL_RATIO = "Calcola rapporto acciaio"
IDS_UCCO_CALC_MAIN_BAR_SPACE = "Calcola spazio barra principale"
IDS_UCCO_CALC_CAPACITY_STEEL = "Calcola capacità dell'acciaio"
IDS_USBP_CHECK_DEVELOPEMENT_LENGTH_ANCHOR_BOLT = "Verifica della lunghezza di ancoraggio del bullone di ancoraggio"
IDS_USBP_BASE_PLATE = "Piastra di Base"
IDS_USBP_ANCHOR_BOLT = "Bullone di Ancoraggio"
IDS_USBP_WING_PLATE = "Piastra Alare"
IDS_USBP_RIB_PLATE = "Piastra Nervata"
IDS_USBP_RIB_WING_PLATE = "Piastra Nervata & Piastra Alare"
IDS_USBP_PEDESTAL = "Pedestallo"
IDS_USBP_CHECK_BEARING_STRESS_BASE_PLATE = "Verifica della tensione di contatto della piastra di base"
IDS_USBP_REACTION_FORCE_NOT_EXIST = "La forza di reazione non esiste."
IDS_USBP_BEARING_STRESS = "Tensione di Supporto"
IDS_USBP_BEARING_STRENGTH = "Resistenza di Supporto"
IDS_USBP_CALC_BEARING_STRESS_CONCRETE = "Calcola la tensione di contatto del calcestruzzo"
IDS_USBP_CALC_BEARING_STRENGTH_CONCRETE = "Calcola la resistenza a contatto del calcestruzzo"
IDS_USBP_CHECK_TENSILE_STRENGTH = "Controlla Resistenza a Trazione"
IDS_USBP_TENSION_FORCE_IS_NOT_EXIST = "La forza di trazione non esiste."
IDS_USBP_CHECK_DEVELOPMENT_LENGTH = "Controlla Lunghezza di Sviluppo"
IDS_USBP_APPLIED_LCOM_BEARING_STRESS = "Combinazione di carico applicata per la tensione di contatto"
IDS_USBP_CHECK_TENSION_STRESS_ANCHOR_BOLT = "Verifica della tensione di trazione del bullone di ancoraggio"
IDS_USBP_CHECK_TENSION_STRESS_BEARING = "Verifica della tensione di trazione nel contatto"
IDS_USBP_TENSION_FORCE_NOT_EXIST = "La forza di trazione non esiste."
IDS_USBP_CHECK_BASE_PLATE = "Controlla piastra di base"
IDS_USBP_DESIGN_MOMENT_USE_AVERAGE = "Momento di Progetto"
IDS_USBP_FORCE_DIAGRAM = "Diagramma delle Forze"
IDS_USBP_CHECK_RIB_PLATE = "Controlla piastra nervata"
IDS_USBP_CHECK_WING_PLATE = "Controlla piastra alare"
IDS_USBP_CHECK_ANCHOR_BOLT_CIP = "Controlla bullone di ancoraggio"
IDS_USBP_ANCHOR_BOLT_NOT_EXIST = "Il bullone di ancoraggio non esiste."
IDS_USBP_CHECK_DEVELOP_LENGTH_ANCHOR_BOLT = "Verifica della lunghezza di ancoraggio del bullone di ancoraggio"
IDS_USBP_INPUT_LIST = "ELENCO INPUT PIASTRA DI BASE IN ACCIAIO"
IDS_USBP_START_ANGLE = "Angolo di Inizio"
IDS_USBP_GENERATE_REPORT = "Generazione del report della Piastra di Base in Acciaio..."
IDS_USBP_CALC_BP_THK = "Calcola Spessore Piastra di Base"
IDS_CALC_THK_RATIO = "Calcola il rapporto di spessore della piastra di base"
IDS_EC_UNLIMITED = "Illimitato"
IDS_ESMC_GENERATE_REPORT = "Generazione del report del collegamento bullonato a momento..."
IDS_ESBC_GENERATE_REPORT = "Generazione del report del collegamento bullonato..."
IDS_ESMC_ALONE = "da solo"
IDS_ESMC_AND = "e"
IDS_ESMC_OR = "or"
IDS_ESMC_APPLIED = "Applicato"
IDS_ESMC_AREA = "Area"
IDS_ESMC_BEAM = "Trave"
IDS_ESMC_BEAMFLANGEANDWEB = "Flangia e Web della Trave"
IDS_ESMC_BEAMFLANGEWEBCOMPRESISTANCE = "Flangia e anima della trave, resistenza a compressione"
IDS_ESMC_BEAMFLANGEWEBINCOMPRESSION = "Flangia e anima della trave in resistenza a compressione"
IDS_ESMC_BEAMWEB = "Web della Trave"
IDS_ESMC_BEAMWEBINTRANSVERSETENSION = "Anima della trave in trazione trasversale"
IDS_ESMC_BOLT = "Bullone"
IDS_ESMC_BOLTBEARINGRESISTANCEATCOLUMNFLANGE = "Resistenza a contatto del bullone sulla flangia della colonna"
IDS_ESMC_BOLTBEARINGRESISTANCEATENDPLATE = "Resistenza a contatto del bullone sulla piastra di estremità"
IDS_ESMC_BOLTGROUP = "Gruppo di Bulloni"
IDS_ESMC_BOLTINFORMATION = "Informazioni sul Bullone"
IDS_ESMC_BOLTINSHEAR = "Bullone in Taglio"
IDS_ESMC_BOLTROW = "Fila di Bulloni"
IDS_ESMC_BOLTSPACING = "Distanze dei Bulloni"
IDS_ESMC_BOLTSPACING_COLUMN = "Distanza al Margine nella Colonna"
IDS_ESMC_BOLTSPACING_PLATE = "Distanza al Margine nella Piastra"
IDS_ESMC_BOTTOMSTIFFENER = "Rinforzo Inferiore"
IDS_ESMC_BRACKET = "Supporto"
IDS_ESMC_BUCKLINGCURVE = "Curva di Instabilità"
IDS_ESMC_BUCKLINGRESISTANCE = "Resistenza all'Instabilità"
IDS_ESMC_CALCULATEAXIALFORCEEQILIBRIUM = "Equilibrio della Forza Assiale"
IDS_ESMC_CALCULATEDEPTH = "Calcola Profondità"
IDS_ESMC_CALCULATEEFFECTIVELENGTH = "Calcola Lunghezza Efficace"
IDS_ESMC_COLUMN = "Colonna"
IDS_ESMC_COLUMNFLANGE = "Flangia della Colonna"
IDS_ESMC_COLUMNFLANGEINBENDING = "Flangia della Colonna in Flesso"
IDS_ESMC_COLUMNWEB = "Web della Colonna"
IDS_ESMC_COLUMNWEBBUCKLINGRESISTANCE = "Web della Colonna, Resistenza all'Instabilità"
IDS_ESMC_COLUMNWEBBUCKLINGRESISTANCEWITHCOMPRESSIONSTIFFENER = "Anima della colonna, resistenza a instabilità con irrigiditore a compressione"
IDS_ESMC_COLUMNWEBCRUSHINGRESISTANCE = "Web della Colonna, Resistenza alla Compressione"
IDS_ESMC_COLUMNWEBCRUSHINGRESISTANCEWITHCOMPRESSIONSTIFFENER = "Anima della colonna, resistenza a schiacciamento con irrigiditore a compressione"
IDS_ESMC_COLUMNWEBINTRANSVERSECOMPRESSION = "Anima della colonna in compressione trasversale"
IDS_ESMC_COLUMNWEBINTRANSVERSETENSION = "Anima della colonna in trazione trasversale"
IDS_ESMC_COLUMNWEBPANELINSHEAR = "Web della Colonna in Taglio"
IDS_ESMC_COLUMNWEBPANELZONE = "Zona del Pannello Web della Colonna"
IDS_ESMC_COLUMNWEBSTIFFENER = "Rinforzo del Web della Colonna"
IDS_ESMC_COMBINED = "Combinato"
IDS_ESMC_COMPRESSIONGOVERNED = "Governato dalla Compressione"
IDS_ESMC_COMPRESSIONRESISTANCEOFCOLUMNWEBSHEAR = "Anima della colonna, resistenza a taglio trasversale"
IDS_ESMC_COMPRESSIONSTIFFENERDIMENSIONS = "Dimensioni del Rinforzo da Compressione"
IDS_ESMC_COMPRESSIONZONE = "Zona di Compressione"
IDS_ESMC_COMPRESSIVERESISTANCE = "Resistenza alla Compressione"
IDS_ESMC_CONNECTION = "Connessione"
IDS_ESMC_DEPTH = "Profondità"
IDS_ESMC_DEPTHABOVE600MM = "Profondità > 600mm"
IDS_ESMC_DEPTHBELOW600MM = "Profondità < 600mm"
IDS_ESMC_DESIGNFORCE = "Forza di Progetto"
IDS_ESMC_DIA = "Dia."
IDS_ESMC_DOUBLE = "Doppio"
IDS_ESMC_EDGEDISTANCE = "Distanza al Margine"
IDS_ESMC_EFFECTIVEAREAOFSTIFFENERFORCRUSHING = "Area efficace a schiacciamento con irrigiditore a compressione"
IDS_ESMC_EFFECTIVEAREAOFSTIFFENERWITHWEBPORTION = "Area efficace a instabilità con irrigiditore a compressione"
IDS_ESMC_EFFECTIVESTIFFENERSECTIONFORBUCKLING = "Verifica della sezione efficace dell’irrigiditore per instabilità"
IDS_ESMC_EFFECTIVETENSIONRESISTANCEOFBOLTROWS = "Resistenza efficace a trazione delle file di bulloni"
IDS_ESMC_EFFECTIVEWIDTHOFWEBINCOMPRESSION = "Larghezza efficace dell’anima in compressione"
IDS_ESMC_EFFETIVESHEARRESISTANCE = "Resistenza Efficace al Taglio"
IDS_ESMC_EFFRESISTANCE = "Resistenza eff."
IDS_ESMC_EN1993-1-1 = "EN 1993-1-1"
IDS_ESMC_EN1993-1-8 = "EN 1993-1-8"
IDS_ESMC_EN2-2-2 = "2.2(2)"
IDS_ESMC_EN3-2-1_1 = "3.2.1(1)"
IDS_ESMC_EN6-1_1 = "6.1(1)"
IDS_ESMC_EN6-2-6-1 = "6.2.6.1"
IDS_ESMC_EN6-2-6-2 = "6.2.6.2"
IDS_ESMC_EN6-2-6-3 = "6.2.6.3"
IDS_ESMC_EN6-2-6-7 = "6.2.6.7"
IDS_ESMC_EN6-2-6-8 = "6.2.6.8"
IDS_ESMC_EN6-2-7-2 = "6.2.7.2"
IDS_ESMC_EN6-2-7-2_7 = "6.2.7.2(7)"
IDS_ESMC_ENDPLATE = "Piastra Finale"
IDS_ESMC_ENDPLATEINBENDING = "Piastra Finale in Flesso"
IDS_ESMC_ENMODE1 = "Modalità 1"
IDS_ESMC_ENMODE2 = "Modalità 2"
IDS_ESMC_ENMODE3 = "Modalità 3"
IDS_ESMC_ENP398 = "P398"
IDS_ESMC_ENSTEP5_WELDS = "Saldature STEP5"
IDS_ESMC_ENSTEP6A_TENSIONSTIFFENER = "STEP6A Tension Stiffener"
IDS_ESMC_ENTABLE3-1 = "Table 3.1"
IDS_ESMC_ENTABLE3-4 = "Table 3.4"
IDS_ESMC_ENTABLE6-2 = "Table 6.2"
IDS_ESMC_ENTABLE6-2ETC = "Table 6.2, 6.4, 6.5, 6.6"
IDS_ESMC_ENTABLE6-4ETC = "Table 6.4, 6.5, 6.6"
IDS_ESMC_EQULIBRIUMOFFORCES = "Equilibrio delle Forze"
IDS_ESMC_GENERAL = "Generale"
IDS_ESMC_GIRDERFLANGERESISTANCE = "Flangia della Trave"
IDS_ESMC_HAUNCH = "Rinforzo"
IDS_ESMC_HAUNCHFLANGERESISTANCE = "Flangia del Rinforzo"
IDS_ESMC_HAUNCHWEBRESISTANCE = "Web del Rinforzo"
IDS_ESMC_HOLEDIA = "Dia. foro"
IDS_ESMC_LAYOUT = "Layout del Gruppo di Bulloni"
IDS_ESMC_LENGTH = "Lunghezza"
IDS_ESMC_MODE1RESISTANCE = "Resistenza Modalità 1"
IDS_ESMC_MODE2RESISTANCE = "Resistenza Modalità 2"
IDS_ESMC_MODE3RESISTANCE = "Resistenza Modalità 3"
IDS_ESMC_MOMENTFORCEMINUS = "La fila 1 indica una fila inferiore del gruppo di bulloni"
IDS_ESMC_MOMENTFORCEPLUS = "La fila 1 indica una fila superiore del gruppo di bulloni"
IDS_ESMC_MOMENTRESISTANCE = "Resistenza al Momento"
IDS_ESMC_MOMENTRESISTANCEWITHHAUNCH = "Resistenza al Momento con Rinforzo"
IDS_ESMC_MOMENTRESISTANCEWITHOUTHAUNCH = "Resistenza al Momento senza Rinforzo"
IDS_ESMC_NAME = "Nome"
IDS_ESMC_NET = "Rete"
IDS_ESMC_NOCOLUMNS = "N. colonne"
IDS_ESMC_NOREDUCTION = "Nessuna Riduzione"
IDS_ESMC_NOROWS = "N. file"
IDS_ESMC_NOTAPPLIED = "Non Applicato"
IDS_ESMC_NOTCHECK = "Non Controllato"
IDS_ESMC_OK = "OK"
IDS_ESMC_PARTIALFACTOR_CONNECTION = "Fattori Parziali di Connessione"
IDS_ESMC_PARTIALFACTOR_STEEL = "Coefficienti parziali dell’acciaio strutturale"
IDS_ESMC_PLATE = "Piastra"
IDS_ESMC_PLATEBUCKLINGREDUCTIONFACTOR = "Fattore di Riduzione per Instabilità della Piastra"
IDS_ESMC_PLATESLENDERNESS = "Slenderness della Piastra"
IDS_ESMC_PRETENSION = "Pretensione"
IDS_ESMC_REDUCTION = "Riduzione"
IDS_ESMC_REDUCTIONFACTORFORLONGITUDINALCOMPRESSIVESTRESS = "Coefficiente di riduzione per la tensione di compressione longitudinale"
IDS_ESMC_REDUCTIONFACTORFORSHEARINTERACTION = "Coefficiente di riduzione per l’interazione a taglio"
IDS_ESMC_RESISTANCE = "Resistenza"
IDS_ESMC_RESISTANCEOFCOLUMNFLANGEINBENDING = "Resistenza della flangia della colonna a flessione"
IDS_ESMC_RESISTANCEOFENDPLATEINBENDING = "Resistenza della piastra di estremità a flessione"
IDS_ESMC_RESISTANCEWITHHAUNCH = "Resistenza con Rinforzo"
IDS_ESMC_ROW = "Riga"
IDS_ESMC_SECTION = "Sezione"
IDS_ESMC_SHEARREISTANCEOFSTIFFENEDWEB = "Resistenza a taglio dell’anima irrigidita"
IDS_ESMC_SHEARREISTANCEOFUNSTIFFENEDWEB = "Resistenza a taglio dell’anima non irrigidita"
IDS_ESMC_SHEARRESISTANCE = "3.Resistenza a taglio"
IDS_ESMC_SPACING = "Interasse"
IDS_ESMC_STEEL = "Acciaio Strutturale"
IDS_ESMC_STIFFENEDCOLUMNWEB = "Resistenza del Web della Colonna Rinforzata"
IDS_ESMC_STIFFENERSIZE = "Dimensione del Rinforzo"
IDS_ESMC_SUMMARYBOLTROW = "Riepilogo: Fila di bulloni"
IDS_ESMC_SUMMARYMOMENTRESISTANCE = "Riepilogo: Resistenza a Momento"
IDS_ESMC_SUMMARYRESISTANCEOFCOMPRESSIONZONE = "Riepilogo: Resistenza della zona compressa"
IDS_ESMC_TENSIONGOVERNED = "Governato dalla Tensione"
IDS_ESMC_TENSIONRESISTANCEOFBOLTROWS = "Resistenza a trazione delle file di bulloni"
IDS_ESMC_TENSIONSTIFFENERCHECK = "Controllo del Rinforzo in Tensione"
IDS_ESMC_TENSIONSTIFFENERDIMENSIONS = "Dimensioni del Rinforzo in Tensione"
IDS_ESMC_TENSIONSTIFFENERNOREQUIRED = "I irrigidimenti a trazione non sono richiesti per l'anima della colonna"
IDS_ESMC_TENSIONSTIFFENERREQUIRED = "Gli irrigidimenti a trazione sono richiesti per l'anima della colonna"
IDS_ESMC_TENSIONSTIFFENERRESISTANCE = "Resistenza del Rinforzo in Tensione"
IDS_ESMC_TENSIONZONETSTUBS = "T-stubs della Zona di Tensione"
IDS_ESMC_THICKNESS = "Spessore"
IDS_ESMC_TOPSTIFFENER = "Rinforzo Superiore"
IDS_ESMC_VERTICALSHEARRESISTANCE = "Resistenza al Taglio Verticale"
IDS_ESMC_WEBRESISTANCE = "Web della Trave"
IDS_ESMC_WELDSCHECK = "Controllo delle Saldature"
IDS_ESMC_WELDSIDES = "Saldature Laterali"
IDS_ESMC_WIDTH = "Larghezza"
IDS_ESMC_WITHROW = "con Riga"
IDS_EC_FLANGE = "Flangia"
IDS_EC_WEB = "Web"
IDS_EC_MEMBER_TYPE = "Tipo di Elemento"
IDS_EC_SECTION_PROPERTY = "Geometria della Sezione"
IDS_EC_BUILT_UP = "Assemblato"
IDS_EC_ROLLED = "Laminate"
IDS_EC_CHK_ITEMS = "Elementi di Controllo"
IDS_EC_MAJOR_AXIS_X = "Asse Maggiore (X)"
IDS_EC_MINOR_AXIS_Y = "Asse Minore (Y)"
IDS_EC_REQUIRED = "Richiesto"
IDS_EC_NO_REQUIRED = "Non Richiesto"
IDS_EC_CLASS = "Classe"
IDS_EC_CLASS1 = "Classe 1"
IDS_EC_CLASS2 = "Classe 2"
IDS_EC_CLASS3 = "Classe 3"
IDS_EC_CLASS4 = "Classe 4"
IDS_EC_TABLE = "Tabella"
IDS_ESSG_KIJ_ANNEX = "Allegato del fattore di interazione"
IDS_ESSG_DETERMINATIO_INTERACTION_FACTOR = "Determinazione del fattore di interazione"
IDS_ESSG_METHOD_1_ANNEX_A = "Utilizzare il metodo 1 indicato nell'Appendice A"
IDS_ESSG_METHOD_2_ANNEX_B = "Utilizzare il metodo 2 indicato nell'Appendice B"
IDS_ESSG_CHK_AXIAL_RESISTANCE = "Controllo della resistenza assiale"
IDS_ESSG_CALC_COMP_AXIAL_RESISTANCE = "Calcola la resistenza assiale in compressione"
IDS_ESSG_CALC_TENS_AXIAL_RESISTANCE = "Calcola la resistenza assiale in tensione"
IDS_ESSG_CHK_SHEAR_RESISTANCE = "Controllo della resistenza al taglio"
IDS_ESSG_CALC_SHEAR_RESISTANCE_MAJOR = "Calcolare la resistenza a Taglio rispetto all'asse maggiore (y)"
IDS_ESSG_CALC_SHEAR_RESISTANCE_MINOR = "Calcolare la resistenza a Taglio rispetto all'asse minore (x)"
IDS_ESSG_APPLY_RIGID_END_POST = "Applicare il tipo di montante terminale rigido"
IDS_ESSG_APPLY_NON_RIGID_END_POST = "Applicare il tipo di montante terminale non rigido"
IDS_ESSG_CHK_MOMENT_RESISTANCE = "Controllo della resistenza al momento"
IDS_ESSG_CALC_MOMENT_RESISTANCE_MAJOR = "Calcolare la resistenza a Momento rispetto all'asse maggiore (x)"
IDS_ESSG_CALC_MOMENT_RESISTANCE_MINOR = "Calcolare la resistenza a Momento rispetto all'asse minore (y)"
IDS_ESSG_CHK_BENDING_SHEAR_RESISTANCE = "Verificare la resistenza a flessione e a Taglio"
IDS_ESSG_BENDING_SHEAR_RESISTANCE = "Resistenza alla flessione e al taglio"
IDS_ESSG_CALC_BENDING_SHEAR_RESISTANCE_MAJOR = "Calcolare la resistenza a flessione e a Taglio rispetto all'asse maggiore"
IDS_ESSG_CALC_BENDING_SHEAR_RESISTANCE_MINOR = "Calcolare la resistenza a flessione e a Taglio rispetto all'asse minore"
IDS_ESSG_CHK_BENDING_AXIAL_RESISTANCE = "Verificare la resistenza a flessione e assiale"
IDS_ESSG_BENDING_AXIAL_RESISTANCE = "Resistenza alla flessione e assiale"
IDS_ESSG_CALC_BENDING_AXIAL_RESISTANCE = "Calcolare la resistenza a flessione e assiale"
IDS_ESSG_CHK_GENERAL_INTERACTION_RATIO = "Controllo del rapporto di interazione generale"
IDS_ESSG_CHK_BENDING_SHEAR_AXIAL_RESISTANCE = "Verificare la resistenza a flessione, a Taglio e assiale"
IDS_ESSG_BENDING_SHEAR_AXIAL_RESISTANCE = "Resistenza a flessione, a Taglio e assiale"
IDS_ESSG_CALC_BENDING_SHEAR_AXIAL_RESISTANCE_MAJOR = "Calcolare la resistenza a flessione, a Taglio e assiale rispetto all'asse maggiore"
IDS_ESSG_CALC_BENDING_SHEAR_AXIAL_RESISTANCE_MINOR = "Calcolare la resistenza a flessione, a Taglio e assiale rispetto all'asse minore"
IDS_ESSG_CHK_FBR_RESISTANCE = "Controllo della resistenza all'instabilità flessionale"
IDS_ESSG_FBR_RESISTANCE = "Resistenza all'instabilità flessionale"
IDS_ESSG_CALC_FBR_RESISTANCE_MAJOR = "Calcolare la resistenza al carico critico di instabilità flessionale rispetto all'asse maggiore"
IDS_ESSG_CALC_FBR_RESISTANCE_MINOR = "Calcolare la resistenza al carico critico di instabilità flessionale rispetto all'asse minore"
IDS_ESSG_CHK_TB_TFB_RESISTANCE = "Verificare l'instabilità torsionale e torsionale-flessionale"
IDS_ESSG_TB_TFB_RESISTANCE = "Instabilità torsionale e torsionale-flessionale"
IDS_ESSG_CALC_TB_RESISTANCE = "Calcola la resistenza all'instabilità torsionale"
IDS_ESSG_CALC_TFB_RESISTANCE = "Calcolare la resistenza all'instabilità torsionale-flessionale"
IDS_ESSG_CHK_LTB_RESISTANCE = "Verificare la resistenza all'instabilità laterale-torsionale"
IDS_ESSG_LTB_RESISTANCE = "Resistenza all'instabilità torsionale laterale"
IDS_ESSG_CALC_LTB_RESISTANCE = "Calcolare la resistenza all'instabilità laterale-torsionale"
IDS_ESSG_CHK_BNC_RESISTANCE = "Verificare l'Elemento uniforme in flessione e compressione assiale"
IDS_ESSG_BNC_RESISTANCE = "Elemento uniforme in flessione e compressione assiale"
IDS_ESSG_CALC_BNC_RESISTANCE = "Calcolare la resistenza dell'Elemento uniforme in flessione e compressione assiale"
IDS_ESSG_CHK_SHEAR_BUCKLING_RESISTANCE = "Controllo della resistenza all'instabilità da taglio"
IDS_ESSG_SHEAR_BUCKLING_RESISTANCE = "Resistenza all'instabilità da taglio"
IDS_ESSG_CALC_SHEAR_BUCKLING_MAJOR = "Calcolare la resistenza all'instabilità a Taglio rispetto all'asse maggiore"
IDS_ESSG_CALC_SHEAR_BUCKLING_MINOR = "Calcolare la resistenza all'instabilità a Taglio rispetto all'asse minore"
IDS_ESSG_HIGH_SHAER = "Alto taglio"
IDS_ESSG_NOT_HIGH_SHAER = "Non alto taglio"
IDS_ESSG_NEGLECT_EFFECT_ON_MOMNET_RESISTANCE = "Trascurarne l'effetto sulla resistenza a Momento."
IDS_ESSG_NO_REQUIRED_REDUCE_FOLLOWING_CONDITION = "Non è richiesto ridurre nelle seguenti condizioni."
IDS_ESSG_NO_REQUIRED_REDUCE_B_FOLLOWING_CONDITION = "Non è richiesto ridurre la resistenza a flessione nelle seguenti condizioni."
IDS_ESSG_NO_REQUIRED_REDUCE_B_A_FOLLOWING_CONDITION = "Non è richiesto ridurre la resistenza a flessione-assiale nelle seguenti condizioni."
IDS_ESSG_NO_REQUIRED_REDUCE_B_A_FOLLOWING_CONDITION_MINOR_AXIS = "Non è richiesto ridurre la resistenza a flessione-assiale per l'asse minore nelle seguenti condizioni."
IDS_ESSG_NO_REQUIRED_REDUCE_B_A_FOLLOWING_CONDITION_MAJOR_AXIS = "Non è richiesto ridurre la resistenza a flessione-assiale per l'asse maggiore nelle seguenti condizioni."
IDS_ESSG_ALLOWANCE_FOR_EFFECT_ON_MAJOR_AND_MINOR_AXIS = "Considerazione dell'effetto della Forza assiale sugli assi maggiore e minore nelle seguenti condizioni. "
IDS_ESSG_BUCKLING_CURVE = "Curva di Instabilità"
IDS_ESSG_LATERAL_TORSIONAL_BUCKLING_CURVE = "Curva di Instabilità Torsionale Laterale"
IDS_ESSG_LATERAL_TORSIONAL_N_BUCKLING_CURVE = "Curva di Instabilità Torsionale\nLaterale"
IDS_ESSG_NO_REQUIRED_TO_CHK_FBR = "Non è richiesto verificare la resistenza all'instabilità"
IDS_ESSG_NO_REQUIRED_TO_CHK_TFB = "Non è richiesto verificare l'instabilità torsionale e torsionale-flessionale"
IDS_ESSG_NO_REQUIRED_TO_CHK_LTB = "Non è richiesto verificare l'instabilità laterale-torsionale"
IDS_ESSG_NO_REQUIRED_TO_CHK_BNC = "Non è richiesto verificare la resistenza a flessione e compressione assiale"
IDS_ESSG_NO_REQUIRED_TO_CHK_SHEARBUCK = "Non è richiesto verificare l'instabilità a Taglio"
IDS_ESSG_BUCKLING_EFFECT_MAY_BE_IGNORED = "Gli effetti di instabilità possono essere trascurati."
IDS_ESSG_BUCKLING_EFFECT_SHOULD_BE_CONSIDERD = "Gli effetti di instabilità devono essere considerati."
IDS_ESSG_NO_CALCULATED_BY_ANNEX_A = "Calcolato dall'Allegato A"
IDS_ESSG_NO_CALCULATED_BY_ANNEX_B = "Calcolato dall'Allegato B"
IDS_ADDITIONAL_BEARING_WIDTH_EN1993_1_8_CL626 = "Larghezza di appoggio aggiuntiva (EN1993-1-8 cl6.2.6)"
IDS_ANCHOR_BOLT_BEARING_RESISTANCE = "Resistenza al Carico del Bullone di Ancoraggio"
IDS_ANCHOR_BOLT_FRICTION_RESISTANCE = "Resistenza all'Attrito del Bullone di Ancoraggio"
IDS_ANCHOR_BOLT_SHEAR_PROPERTIES = "Proprietà di Taglio del Bullone di Ancoraggio"
IDS_ANCHOR_BOLT_TENSILE_RESISTANCE = "Resistenza alla Tensione del Bullone di Ancoraggio"
IDS_ASSEMBLYSTRONG_AXIS = "Assemblaggio (Asse Forte)"
IDS_ASSEMBLYWEAK_AXIS = "Assemblaggio (Asse Debole)"
IDS_BASE_PLATE_AND_ANCHOR_BOLT_PROPERTIES = "Proprietà della piastra di base e dei bulloni di ancoraggio"
IDS_BASE_PLATE_IN_BENDING_AND_ANCHOR_BOL_IN_TENS_S = "Piastra di base in flessione e bulloni di ancoraggio in trazione (asse forte)"
IDS_BASE_PLATE_IN_BENDING_AND_ANCHOR_BOL_IN_TENS_W = "Piastra di base in flessione e bulloni di ancoraggio in trazione (asse debole)"
IDS_BASE_PLATE_IN_BENDING_AND_CONCRETE_IN_COMPRE_S = "Piastra di base in flessione e Calcestruzzo in compressione (asse forte)"
IDS_BASE_PLATE_IN_BENDING_AND_CONCRETE_IN_COMPRE_W = "Piastra di base in flessione e Calcestruzzo in compressione (asse debole)"
IDS_BASE_PLATE_RESISTANCE_IN_COMPRESSION = "Resistenza della piastra di base in compressione"
IDS_BASE_PLATE_RESISTANCE_IN_TENSION = "Resistenza della piastra di base in trazione"
IDS_BEARING_STRENGTHEN1993_1_8_CL625_ = "Resistenza di appoggio (EN1993-1-8 cl6.2.5) "
IDS_BTR = "BTR"
IDS_CALCULATION_OF_EFFECTIVE_LENGTH = "Calcolo della Lunghezza Efficace"
IDS_CALCULATION_OF_EFFECTIVE_LENGTH_EN1993_1_8_626 = "Calcolo della lunghezza efficace (EN1993-1-8 6.2.6.4)"
IDS_CALCULATION_OF_EFFECTIVE_LENGTH_INNER_BOLTS = "Calcolo della lunghezza efficace (bulloni interni)"
IDS_CALCULATION_OF_EFFECTIVE_LENGTH_OUTER_BOLTS = "Calcolo della lunghezza efficace (bulloni esterni)"
IDS_CALCULATION_OF_JOINT_RESISTANCE = "Calcolo della Resistenza del Giunto"
IDS_CHECK_BOLT_SHEAR = "Controllo del Taglio del Bullone"
IDS_CHECK_BOLT_TENSION = "Controllo della Tensione del Bullone"
IDS_CHECK_COMBINED_SHEAR_AND_TORSION = "Verifica di Taglio e Torsione combinati"
IDS_CHECK_FOR_NO_OVERLAP_CONDITION = "Verifica della condizione di assenza di sovrapposizione"
IDS_CHECK_FOR_PRYING_CONDITION = "Controllo per Condizioni di Prying"
IDS_CHECK_IF_EFFECTIVE_AREA_FITS_ON_THE_BASE_PLATE = "Verificare se l'area efficace rientra nella piastra di base"
IDS_COMLUMNFLANGE_AND_WEB_IN_COMPRESSIONSTRONG_AXI = "Colonna, ala e anima in compressione (asse forte)"
IDS_COMPRESSED_PART_RESISTANCE = "Resistenza della Parte Compressa"
IDS_COMPRESSIVE_CAPACITY_CALCULATIONSTRONG_AXIS = "Calcolo della capacità a compressione (asse forte)"
IDS_COMPRESSIVE_RESISTANCE_CALCULATION = "Calcolo della Resistenza a Compressione"
IDS_COMPRESSIVE_RESISTANCE_CHECK = "Verifica della Resistenza a Compressione"
IDS_CORRELATION_FACTOR_FOR_FILLET_WELD = "Fattore di correlazione per saldatura d'angolo"
IDS_DESIGN_ANCHOR_BOLT_RESISTANCE = "Resistenza del Bullone di Ancoraggio Progettato"
IDS_DESIGN_BOND_ANCHORAGE_RESISTANCE = "Resistenza dell'Ancoraggio a Legame Progettato"
IDS_DESIGN_CASE__LEFT_SIDE_IN_COMPRESSION_RIGHT_S = "Caso di progetto: lato sinistro in compressione, lato destro in compressione"
IDS_DESIGN_CASE__LEFT_SIDE_IN_TENSION_RIGHT_SIDE_ = "Caso di progetto: lato sinistro in trazione, lato destro in trazione"
IDS_DESIGN_COMPRESSION_RESISTANCE_OF_FLANGE = "Resistenza di progetto a compressione dell'ala"
IDS_DESIGN_MOMENT_RESISTANCE_OF_COLUMN_BASE = "Resistenza di progetto a Momento della base di colonna"
IDS_DESIGN_SHEAR_RESISTANCE_FOR_FILLET_WELD_IN_X_D = "Resistenza di progetto a Taglio per saldatura d'angolo in Direzione X"
IDS_DESIGN_SHEAR_RESISTANCE_FOR_FILLET_WELD_IN_Y_D = "Resistenza di progetto a Taglio per saldatura d'angolo in Direzione Y"
IDS_DESIGN_TENSILE_RESISTANCE_FOR_FILLET_WELD = "Resistenza di progetto a trazione per saldatura d'angolo"
IDS_EFFECTIVE_AREA_CALCULATION = "Calcolo dell'Area Efficace"
IDS_EFFECTIVE_AREA_FROM_FORCE_EQUILIBRIUM_EN1993_1 = "Area efficace dall'equilibrio delle forze (EN1993-1-8 Cl.6.2.5)"
IDS_EFFECTIVE_AREA_OF_COMPRESSED_T_STUB = "Area efficace del T-Stub compresso"
IDS_EFFECTIVE_LENGTHWIDTH_AND_AREA = "Lunghezza efficace, larghezza e area"
IDS_EQUIVALENT_FORCE_CALCULATION_COLUMN_FLANGE = "Calcolo della Forza equivalente (ala della colonna)"
IDS_EQUIVALENT_FORCE_CALCULATION_T_STUB = "Calcolo della Forza equivalente (T-Stub)"
IDS_FACTOR_M_FOR_OUTER_BOLTS = "Fattore m per bulloni esterni"
IDS_GROUT_INFLUENCING_CONCRETE_BEARING_RESISTANCE = "Malta che influenza la resistenza di appoggio del Calcestruzzo"
IDS_GROUT_NOT_INFLUENCING_CONCRETE_BEARING_RESISTA = "Malta che NON influenza la resistenza di appoggio del Calcestruzzo"
IDS_LEAVER_ARM_OF_COMPRESSION_PART = "Braccio di leva della parte compressa"
IDS_LEAVER_ARM_OF_TENSION_PART = "Braccio di leva della parte tesa"
IDS_LOAD_ECCENTRICITY = "Eccentricità del Carico"
IDS_MOMENT_CAPACITY = "Momento resistente"
IDS_NO = "No"
IDS_NOX = "No(X)"
IDS_NOY = "No(Y)"
IDS_PLASTIC_BENDING_MOMENT_CAPACITY_OF_BASE_PLATE = "Capacità plastica a Momento flettente della piastra di base"
IDS_PLASTIC_BENDING_MOMENT_CAPACITY_OF_BASE_PLATE_ = "Capacità plastica a Momento flettente della piastra di base per unità di lunghezza"
IDS_PLASTIC_BENDING_MOMENT_CAPACITY_OF_THE_COLUMN = "Capacità plastica a Momento flettente della colonna"
IDS_PRESENCE_OF_PRYING_EFFECT = "Presenza dell'Effetto di Prying"
IDS_RATIOX = "Rapporto(x)"
IDS_RATIOY = "Rapporto(y)"
IDS_REDUCING_MOMENT_CAPACITY_EN1993_1_16282_ = "Riduzione della capacità a Momento (EN1993-1-1,6.2.8(2) "
IDS_REDUCING_MOMENT_CAPACITY_EN1993_1_162914__629 = "Riduzione della capacità a Momento (EN1993-1-1,6.2.9.1(4) & 6.2.9.1(5)"
IDS_RESISTANCE_OF_FAILURE_MODE_1 = "Resistenza del modo di collasso 1"
IDS_RESISTANCE_OF_FAILURE_MODE_1_2 = "Resistenza del modo di collasso 1-2"
IDS_RESISTANCE_OF_FAILURE_MODE_2 = "Resistenza del modo di collasso 2"
IDS_RESISTANCE_OF_FAILURE_MODE_3 = "Resistenza del modo di collasso 3"
IDS_RESISTANCE_OF_FAILURE_MODE_4COLUMN_WEB_IN_TENS = "Resistenza del modo di collasso 4 (anima della colonna in trazione) "
IDS_RESISTANCE_OF_T_STUB_FAILURE_MODE_1_2EN1993_1_ = "Resistenza del modo di collasso 1-2 del T-Stub (EN1993-1-8 Cl.6.2.4.1)"
IDS_RESISTANCE_OF_T_STUB_IN_TENSION = "Resistenza del T-Stub in trazione"
IDS_RESISTANCE_OF_TENSION_T_STUB = "Resistenza del T-Stub in trazione"
IDS_RIB = "costola"
IDS_SHEAR_DESIGNEN1993_1_8_TABLE_34 = "Progetto a Taglio (EN1993-1-8 Tabella 3.4)"
IDS_SHEAR_FORCE_NOT_EXIST = "La Forza di Taglio non esiste."
IDS_T = "t"
IDS_TENSION_FORCES = "Forze di Tensione"
IDS_TENSION_PART_RESISTANCE_VERIFICATION = "Verifica della Resistenza della Parte in Tensione"
IDS_TENSION_RESISTANCE_FACTORS = "Fattori di Resistenza in Tensione"
IDS_TENSION_RESISTANCE_OF_BOLTS = "Resistenza in Tensione dei Bulloni"
IDS_WELDING_CHECK_EN_1993_1_8_CL4533 = "Verifica della saldatura (EN 1993-1-8 Cl.4.5.3.3)"
IDS_WELDING_RATIO = "Rapporto di Saldatura"
IDS_WIDTH_OF_STRIP_AROUND_COLUMN_C_S_EN1993_1_8_CL = "Larghezza della striscia attorno alla Colonna C/S (EN1993-1-8 cl6.2.6)"
IDS_WING = "ala"
IDS_CHECK_EDGE_DISTANCE_POST_INSTALLED_ANCHOR_BOLT = "Verifica della distanza dal bordo (tassello post-installato)"
IDS_CALCULATE_TENSILE_STRENGTH_POST_INSTALLED_ANCHOR_BOLT = "Calcola la resistenza a trazione (tassello post-installato)"
IDS_CALCULATE_SHEAR_STRENGTH_POST_INSTALLED_ANCHOR_BOLT = "Calcola la resistenza a taglio (tassello post-installato)"
IDS_CHECK_DISTANCE_FROM_CONCRETE_EDGE_TO_CENTER_OF_ANCHOR_BOLT = "Verifica della distanza dal bordo del Calcestruzzo al centro del tassello"
IDS_CALCULATE_STRENGTH_OF_STEEL = "Calcola la Resistenza dell'Acciaio"
IDS_CALCULATE_SIZE_DATA = "Calcola i Dati di Dimensione"
IDS_CALCULATE_CONCRETE_BREAK_OUT_STRENGTH = "Calcola la resistenza a rottura per estrazione del Calcestruzzo"
IDS_CALCULATE_PULL_OUT_STRENGTH_OF_ANCHOR = "Calcola la resistenza a estrazione dell'ancorante"
IDS_CONCRETE_BREAK_OUT_STRENGTH_DIRECTION_X = "Resistenza a rottura per estrazione del Calcestruzzo, Direzione X"
IDS_CONCRETE_BREAK_OUT_STRENGTH_DIRECTION_Y = "Resistenza a rottura per estrazione del Calcestruzzo, Direzione Y"
IDS_CALCULATE_CONCRETE_PRY_OUT_STRENGTH = "Calcola la resistenza a scalzamento del Calcestruzzo"
IDS_CALCULATE_COMBINED_RATIO = "Calcola il Rapporto Combinato"
IDS_CONDITION = "Condizione"
IDS_EQUATION = "Equazione"
IDS_RC_ANCHOR_BOLT_INPUT_LIST = "ELENCO INPUT TASSELLI RC"
IDS_CHECK_FLANGE_AND_WEB_UNDER_CONCENTRATED_FORCE = "Verifica dell'ala e dell'anima sotto Forza concentrata"
IDS_CHECK_IF_STIFFENER_IS_REQUIRED = "Verifica se è necessario un irrigiditore"
IDS_CHECK_REQUIREMENT_FOR_STIFFENER = "Verifica dei Requisiti per il Rinforzo"
IDS_CHECK_REQUIREMENT_FOR_TENSION_FIELD_ACTION = "Verifica del requisito per l'azione a campo di trazione"
IDS_CHECK_REQUIREMENT_FOR_STIFFENER_TO_APPLY_TENSION_FIELD_ACTION = "Verifica del requisito dell'irrigiditore per applicare l'azione a campo di trazione"
IDS_CHECK_WEB_UNDER_CONCENTRATED_FORCE = "Verifica dell'anima sotto Forza concentrata"
IDS_COLUMNS = "Colonne"
IDS_UNIFORM_LOAD = "Carico Uniforme"
IDS_FINISH_LOAD = "Carico Finale"
IDS_CONSTRUCTION_LOAD = "Carico di Costruzione"
IDS_CONSTRUCTION_STAGE = "Fase di Costruzione"
IDS_CHECK_REQUIREMENT_FOR_STUD = "Verifica dei Requisiti per il Montante"
IDS_CHECK_SIZE = "Verifica Dimensione"
IDS_CHECK_MATERIAL = "Verifica Materiale"
IDS_MATERIAL_PROPERTIES_APPLIED = "Proprietà del Materiale (Applicate)"
IDS_CALCULATE_EFFECTIVE_WIDTH_OF_SLAB = "Calcola la larghezza efficace del Soletta"
IDS_EFFECTIVE_WIDTH_OF_SLAB = "Larghezza Efficace del Soletta"
IDS_THICKNESS_OF_CONCRETE = "Spessore del Calcestruzzo"
IDS_CALCULATE_DESIGN_SHEAR_FORCE = "Calcola la Forza di Taglio Progettata"
IDS_CALCULATE_DESIGN_FORCE_DURING_CONSTRUCTION = "Calcola la Forza di progetto durante la costruzione"
IDS_CHECK_DEFLECTION_DURING_CONSTRUCTION = "Verifica della Deformazione durante la Costruzione"
IDS_CHECK_DEFLECTION_BY_DEAD_LOAD = "Verifica della freccia dovuta al Carico permanente"
IDS_CHECK_DEFLECTION_BY_LIVE_LOAD = "Verifica della freccia dovuta al Carico variabile"
IDS_CALCULATE_STRENGTH_OF_STUD = "Calcola la Resistenza del Montante"
IDS_CALCULATE_ELASTIC_MODULUS_OF_CONCRETE = "Calcola il modulo elastico del Calcestruzzo"
IDS_CALCULATE_NUMBER_OF_STUD = "Calcola il Numero di Montanti"
IDS_CALCULATE_COMPOSITION_RATIO = "Calcola il Rapporto di Composizione"
IDS_CHECK_MOMENT_STRENGTH_POSITIVE_MOMENT = "Verifica della resistenza a Momento (Momento positivo)"
IDS_CALCULATE_MOMENT_OF_INERTIA = "Calcola il Momento d'Inerzia"
IDS_CALCULATE_EFFECTIVE_MOMENT_OF_INERTIA = "Calcola il Momento d'inerzia efficace"
IDS_CALCULATE_LOWER_LIMIT_FOR_MOMENT_OF_INERTIA = "Calcola il limite inferiore del Momento d'inerzia"
IDS_CALCULATE_BEAM_MODE_PROPERTIES = "Calcola le Proprietà della Modalità della Trave"
IDS_CALCULATE_EFFECTIVE_WIDTH = "Calcola la Larghezza Efficace"
IDS_CALCULATE_TRANSFORMED_MOMENT_OF_INERTIA = "Calcola il Momento d'inerzia trasformato"
IDS_CALCULATE_DEFLECTION__FREQUENCY = "Calcola la Deformazione & Frequenza"
IDS_CALCULATE_TRANSFORMED_MOMENT_OF_INERTIA_PER_UNIT_WIDTH = "Calcola il Momento d'inerzia trasformato per unità di larghezza"
IDS_CALCULATE_EFFECTIVE_BEAM_PANEL_WIDTH = "Calcola la larghezza efficace del pannello della Trave"
IDS_CALCULATE_WEIGHT_OF_BEAM_PANEL = "Calcola il peso del pannello della Trave"
IDS_CALCULATE_GIRDER_MODE_PROPERTIES = "Calcola le Proprietà della Modalità della Trave Principale"
IDS_CALCULATE_EFFECTIVE_GIRDER_PANEL_WIDTH = "Calcola la larghezza efficace del pannello della trave principale"
IDS_CHECK_VIBRATION_COMBINED_MODE = "Verifica della Vibrazione (Modalità Combinata)"
IDS_ADJUST_GIRDER_DEFLECTION = "Regola la Deformazione della Trave Principale"
IDS_CALCULATE_FLOOR_FUNDAMENTAL_FREQUENCY = "Calcola la Frequenza Fondamentale del Pavimento"
IDS_CALCULATE_EQUIVALENT_COMBINED_MODE_PANEL_WEIGHT = "Calcola il peso equivalente del pannello in modalità combinata"
IDS_CALCULATE_PEAK_ACCELERATION = "Calcola l'Accelerazione Massima"
IDS_H_BEAM__SLAB = "Trave H & Soletta"
IDS_CONST_LOAD = "Carico costante"
IDS_CONCENTRATED_FORCES = "Forze Concentrate"
IDS_CONSTRUCTION = "Costruzione"
IDS_DEAD__LIVE = "Morti & Vive"
IDS_PLASTIC_DESIGN_COMPACT_SECTION = "Progettazione Plastica (Sezione Compatta)"
IDS_ELASTIC_DESIGN_COMPACT_SECTION = "Progetto elastico (Sezione non compatta)"
IDS_MAX = "Max."
IDS_V = "V'"
IDS_COMP_RATIO = "Rapporto di comp."
IDS_N = "n"
IDS_CALCULATE_EFFECTIVE_BEAM_PANEL_WIDTH__WEIGHT = "Calcola la larghezza efficace e il peso del pannello della Trave"
IDS_CALCULATE_EFFECTIVE_GIRDER_PANEL_WIDTH__WEIGHT = "Calcola la larghezza efficace e il peso del pannello della trave principale"
IDS_W = "W"
IDS_FLOOR_FREQUENCY_HZ = "Frequenza del Pavimento (Hz)"
IDS_PEAK_ACCELERATION_%_GRAVITY = "Peak Acceleration (% Gravity)"
IDS_SRC_COMPOSITE_BEAM_INPUT_LIST = "ELENCO INPUT TRAVE COMPOSTA SRC"
IDS_SECTION_H_BEAM__SLAB = "Sezione (Trave H & Soletta)"
IDS_SECTION_STUD = "Sezione (Montante)"
IDS_SECTION_DECK_PLATE = "Sezione (Piastra di Copertura)"
IDS_DESIGN_LOAD_UNIFORM_LOAD = "Carico Progettato (Carico Uniforme)"
IDS_DESIGN_FORCE_CONCENTRATED_FORCES = "Forza Progettata (Forze Concentrate)"
IDS_NOWEB = "N. anima"
IDS_NOFLANGE = "N. ala"
IDS_PM = "PM"
IDS_VX = "Vx"
IDS_VY = "Vy"
IDS_C = "C"
IDS_D = "D"
IDS_HOOP_BAR = "Barra Circolare"
IDS_CHECK_REQUIREMENT_FOR_MATERIAL = "Verifica dei Requisiti per il Materiale"
IDS_CALCULATE_STEEL_RATIO = "Calcola il rapporto di acciaio"
IDS_CALCULATE_MAIN_BAR_SPACE = "Calcola lo spazio della barra principale"
IDS_CALCULATE_ECCENTRICITY = "Calcola l'eccentricità"
IDS_COLUMN_UNDER_TENSION_FORCE_SKIPPED = "Colonna sotto Forza di trazione. Saltato."
IDS_CALCULATE_CAPACITY_OF_STEEL = "Calcolo capacità dell'Acciaio"
IDS_CALCULATE_NOMINAL_CAPACITY_FOR_NEUTRAL_AXIS = "Calcolo capacità nominale per l'asse neutro"
IDS_F = "f"
IDS_CONC = "calcestruzzo"
IDS_STEEL = "acciaio"
IDS_CONCRETE_SECTION = "Sezione in Calcestruzzo"
IDS_H_BEAM__REBAR = "Trave H & Barra d’armatura"
IDS_HOOP_BAREND = "Barra Circolare (ESTREMO)"
IDS_STEEL_BEAM_AT_CONSTRUCTION_STAGE = "Trave in Acciaio in fase di costruzione"
IDS_COMPOSITE_BEAM_AT_NORMAL_STAGE = "Trave composta in fase normale"
IDS_CHECK_NEUTRAL_AXIS_IN_SECTION = "Verifica dell'asse neutro nella Sezione"
IDS_PLASTIC_NA = "A.N. plastico"
IDS_COORINATE_OF_PLASTIC_NA = "Coordinata dell'A.N. plastico"
IDS_CHECK_BENDING_RESISTANCE = "Verifica della Resistenza alla Flessione"
IDS_NAXIS_CONDITION = "Condizione"
IDS_NAXIS_EQUATION_FOR = "Equazione per"
IDS_NAXIS_VALUE = "Valore"
IDS_CALCULATION = "Calcolo"
IDS_CALCULATION_FOR_K = "Calcolo per k"
IDS_ELASTIC_MOMENT_RESISTANCE = "Calcolo della resistenza a Momento elastica"
IDS_PLASTIC_MOMENT_RESISTNACE = "Calcolo della resistenza a Momento plastica"
IDS_CALCULATION_OF = "Calcolo di"
IDS_ELASTIC_NA = "A.N. elastico"
IDS_COORDINATE_OF_ELASTIC_NA = "Coordinata dell'A.N. elastico"
IDS_CHECK_EFFECTIVE_COMPOSTIE_SECTION = "Verifica della Sezione Composita Efficace"
IDS_POSITION = "Posizione"
IDS_EQUATION_FOR_K = "Equazione per k"
IDS_STEEL_TOP_FLANGE = "Flangia Superiore in Acciaio"
IDS_STEEL_WEB = "Nervatura in Acciaio"
IDS_STEEL_BOT_FLANGE = "Flangia Inferiore in Acciaio"
IDS_CONCRETE_SLAB = "Soletta in Calcestruzzo"
IDS_REINFORCING_STEEL = "Acciaio di Rinforzo"
IDS_SECTION_MODULUS_AT_AN_INTERNAL_SUPPORT = "Modulo di Sezione in un appoggio interno"
IDS_TABLE_OF_SECTION_MODULUS_AT_EACH_PART_IN_SECTION = "Tabella del modulo di Sezione per ciascuna parte della Sezione"
IDS_STEEL_SECTION = "Sezione in Acciaio"
IDS_COMPOSITE_SECTION = "Sezione Composta"
IDS_CALCULATION_FOR_MOMENT_CAPACITY_OF_SECTION = "Calcolo della capacità a Momento della Sezione"
IDS_PART = "Parte"
IDS_AXIAL_COMP_CAPACITY = "Capacità assiale di comp."
IDS_ARM_LENGTH = "Lunghezza del Braccio"
IDS_MOMENT_CAPACITY_TABLE = "Momento resistente"
IDS_TOTAL = "Totale"
IDS_ERROR = "Errore"
IDS_IN_CONCRETE_SLAB = "in Soletta in Calcestruzzo"
IDS_IN_STEEL_TOP_FLANGE = "in Flangia Superiore in Acciaio"
IDS_IN_STEEL_WEB = "in Nervatura in Acciaio"
IDS_IN_STEEL_BOT_FLANGE = "in Flangia Inferiore in Acciaio"
IDS_PLASTIC_NEUTRAL_AXIS_IN_STEEL_BOT_FLANGE = "Asse neutro plastico nell'ala inferiore in Acciaio"
IDS_PLASTIC_NEUTRAL_AXIS_IN_STEEL_WEB = "Asse neutro plastico nell'anima in Acciaio"
IDS_PLASTIC_NEUTRAL_AXIS_IN_WEB = "Asse neutro plastico nell'anima"
IDS_PLASTIC_NEUTRAL_AXIS_IN_STEEL_WEB_HOLE = "Asse neutro plastico nel foro dell'anima in Acciaio"
IDS_PLASTIC_NEUTRAL_AXIS_IN_STEEL_TOP_FLANGE = "Asse neutro plastico nell'ala superiore in Acciaio"
IDS_PLASTIC_NEUTRAL_AXIS_IN_CONCRETE_SLAB = "Asse neutro plastico nel Soletta in Calcestruzzo"
IDS_CHECK_LONGITUDINAL_SHEAR_RESISTANCE = "Verifica della Resistenza al Taglio Longitudinale"
IDS_CACULATE_LONGITUDINAL_SHEAR_FORCE = "Calcola la Forza di Taglio Longitudinale"
IDS_CALCULATE_DESIGN_SHEAR_RESISTANCE_OF_HEADED_STUD = "Calcola la resistenza di progetto a taglio del piolo a testa"
IDS_BENDING_RESISTANCE = "Resistenza al momento flettente"
IDS_LONGITUDINAL_SHEAR_RESISTANCE = "Resistenza taglio longitudinale"
IDS_TABLE_OF_CALCULATION_FOR_K = "Tabella di calcolo per k"
IDS_VERTICAL_SHEAR_RESISTANCE = "Resistenza al taglio verticale"
IDS_LONGITUDINAL_DIRECTION = "Direzione longitudinale"
IDS_MOMENT_CAPACITY_CALCULATION_REFERENCE = "Il segno della capacità a Momento è determinato dalla Direzione del Momento indipendentemente dalla Direzione della Forza."
IDS_EFFECTIVE_WIDTH = "Larghezza efficace"
IDS_CHECK_REQUIREMENT_FOR_STUD_SMALL = "Controlla il requisito per il montante"
IDS_CHECK_SIZE_SMALL = "Controlla la dimensione"
IDS_CHECK_MATERIAL_SMALL = "Controlla il materiale"
IDS_EC_MAJOR_AXIS_Y = "Asse maggiore (Y)"
IDS_EC_MINOR_AXIS_X = "Asse minore (X)"
IDS_CHECK_VERTICAL_SHEAR_RESISTANCE = "Controlla la resistenza al taglio verticale"
IDS_EC_REPORT_JP_TEST = "EC_Report_JP-Test(Lang:JP)"
IDS_EC_REPORT_RUS_TEST = "EC_Report_RUS-Test(Lang:RUS)"
IDS_EC_REPORT_TW_TEST = "EC_Report_TW-Test(Lang:TW)"
IDS_PLASTIC_MOMENT_RESISTANCE = "Calcolo della resistenza plastica al momento"
